{
  "TitleInformation": {
    "Title": "Air Movie",
    "OtherTitle": [
      "Air",
      "Gekijouban Air",
      "AIR"
    ],
    "Description": "Przed wiekami Kanna wówczas ostatnia z rasy uskrzydlonych została uwięziona w Pałacu Kwitnącej Wiśni. Jednak gdy z rozkazu Cesarza do Pałacu przybył służący w Gwardii Królewskiej mężczyzna o imieniu Ryuuya, Kanna zakochała się w nim i powiedziała mu, że chce zobaczyć świat zewnętrzny oraz odnaleźć swoją matkę. Żołnierz Gwardii próbował spełnić te życzenia, lecz jego wysiłki poszły na marne, gdyż podczas próby ucieczki oboje zginęli z rąk żołnierzy Cesarza Udaijin. Setki lat później Yukito, potomek Ryuuya przybywa do cichego miasteczka na tydzień przed corocznym festiwalem pożegnania lata z nadzieją, że może zarobić trochę pieniędzy. Jednak gdy spotyka niezwykłą dziewczynę o imieniu Misuzu przypomina sobie to co powiedziała mu kiedyś jego matka: \u0022Kiedy wyruszysz w podróż, jeśli odnajdziesz reinkarnację skrzydlatej dziewczyny, musisz użyć swojej mocy, by uwolnić ją.\u0022 Losy Yukito i Misuzu wkrótce przeplatają się ze sobą z każdym rozwijającym się uczuciem do drugiego. Jednak kiedy Yukito zdaje sobie sprawę kim jest Misuzu musi zdecydować czy odejdzie czy też spróbuje złamać klątwę, która ciąży na uskrzydlonych jaką jest zniknięcie jeśli te okażą komuś swe uczucia.",
    "Species": [
      "Dramat",
      "Nadprzyrodzone",
      "Okruchy życia",
      "Romans"
    ],
    "TargetGroups": "Shoujo",
    "TypesOfCharacters": [
      "Dorośli",
      "Uczniowie"
    ],
    "PlaceAndTime": [
      "Współczesność",
      "Miasto"
    ],
    "OtherTags": [],
    "Archetype": "Visual novel",
    "Type": "Film",
    "Status": "Zakończone",
    "DateOfIssue": "05.02.2005 15:29:33",
    "EndOfIssue": "05.02.2005 15:29:33",
    "NumberOfEpisodes": "1",
    "Studio": [
      "Toei Animation",
      "ADV Films",
      "Frontier Works",
      "Visual Art’s",
      "ACC Production",
      "Anime R",
      "Yuhodo",
      "Funimation"
    ],
    "EpisodeLength": "91",
    "MPAA": "PG-13"
  },
  "RelatedTitles": null,
  "S_ID": "Air Movie"
}