{
  "TitleInformation": {
    "Title": "Another",
    "OtherTitle": [
      "アナザー",
      " Anazaa"
    ],
    "Description": "Kouichi Sakakibara przyjeżdża do rodzinnego miasta swojej mamy, która zmarła 15 lat wcześniej. Niestety wkrótce po przyjedzie trafia do szpitala z powodu choroby płuc. Gdy wraca do zdrowia, zostaje przydzielony do klasy mieszczącej się w Północnym Gimnazjum Yomikita. Wraz z nim na zajęcia uczęszcza Misaki Mei – cicha dziewczyna nosząca opaskę na lewym oku. Od niej bohater dowiaduje się o pewnym zdarzeniu mającym miejsce 26 lat wcześniej –  uczeń nazwiskiem Misaki ginie w nieszczęśliwym wypadku. Był powszechnie lubiany, więc klasa z trudem radzi sobie z jego śmiercią. Pewnego dnia postanawiają zachowywać się tak, jakby ich kolega nigdy nie zginął.. Od tego momentu uczniów feralnej klasy oraz ich najbliższych zaczynają prześladować tajemnicze zdarzenia. Ginie coraz więcej osób, a w miasteczku zaczyna krążyć przekonanie, że to wszystko wina klątwy. Nietrudno się domyślić, że właśnie do tej klasy trafia Sakakibara, który będzie chciał rozwiązać zagadkę tajemniczych zgonów. Nie będzie mu jednak łatwo, ponieważ zaprzyjaźnia się z Misaki, a to nie podoba się pozostałym uczniom. Gdy zabrzmi pierwszy dzwonek, rozpocznie się wyścig z czasem, by zatrzymać klątwę… ",
    "Species": [
      "Tajemnica",
      "Nadprzyrodzone",
      "Horror",
      "Thriller",
      "Szkolne"
    ],
    "TargetGroups": "Seinen",
    "TypesOfCharacters": [
      "Dandere/Kuudere",
      "Uczniowie",
      "Nauczyciele"
    ],
    "PlaceAndTime": [
      "Współczesność",
      "Japonia",
      "Miasto"
    ],
    "OtherTags": [
      "Supermoce",
      "Przemoc",
      "Gore"
    ],
    "Archetype": "Light novel",
    "Type": "TV",
    "Status": "Zakończone",
    "DateOfIssue": "10.01.2012",
    "EndOfIssue": "27.03.2012",
    "NumberOfEpisodes": "12",
    "Studio": [
      "Sentai Filmworks",
      "Kadokawa Shoten",
      "Lantis",
      "Daume",
      "ufotable",
      "A Line",
      "P.A. Works",
      "NTT Docomo",
      "Bandai Namco Live Creative",
      "C-Station",
      "Glovision",
      "KlockWorx",
      "Silver Link.",
      "Toho",
      "AIC Classic",
      "Yuhodo",
      "Good Job Tokyo"
    ],
    "EpisodeLength": "24",
    "MPAA": "R"
  },
  "RelatedTitles": null,
  "S_ID": "Another"
}