{
  "TitleInformation": {
    "Title": "Arifureta Shokugyou de Sekai Saikyou",
    "OtherTitle": [
      "Arifureta - From Commonplace to World\u0027s Strongest",
      "Arifureta: From Commonplace to World\u0027s Strongest",
      "From Common Job Class to the Strongest in the World",
      "ありふれた職業で世界最強"
    ],
    "Description": "Siedemnastoletni Hajime Nagumo to przeciętny otaku. Jednak jego proste życie, nagle zostaje odwrócone do góry nogami, kiedy wraz z resztą swojej klasy zostaje przywołany do świata fantasy! Wszyscy są traktowani jak bohaterowie i mają za zadanie ocalenie rodzaju ludzkiego przed całkowitym wyginięciem.\nW anime historia sprzed przybycia do świata fantasy jest umieszczona tylko w scenkach w trakcie openingów i w relacjach między postaciami. Historia zaczyna się od tego, że Shirasaki uważana za najładniejszą dziewczynę w szkole zakochuje się w Hajime. Zaczyna przysiadać się do niego podczas przerw na jedzenie i spędzać z nim więcej czasu, co już nie podoba się większości klasy (i Hajime dobrze zdaje sobie z tego sprawę). Ze względu na Shirasaki pozostała część popularnych osób z klasy zaczyna spędzać z nim coraz więcej czasu. Hajime czując wzrok nienawiści innych uczniów mówi, że chciałby zniknąć z tego świata i cała klasa zostaje przeniesiona do świata fantasy.\nAle to, co powinno być mokrym marzeniem otaku szybko zmienia się w koszmar Hajime. Podczas gdy reszta jego klasy jest pobłogosławiona boskimi mocami, moc Hajime to Synergia, jest uważana za umiejętność rzemieślników i  pozwala tylko na transmutację. Zdezorientowany i prześladowany przez kolegów z klasy, wkrótce wpada w rozpacz.\nCzy uda mu się przetrwać w tym niebezpiecznym świecie potworów i demonów, mając tylko moc Transmutacji?",
    "Species": [
      "Akcja",
      "Przygodowe",
      "Komedia",
      "Magia",
      "Fantasy",
      "Harem"
    ],
    "TargetGroups": "Shounen",
    "TypesOfCharacters": [
      "Wampiry",
      "Demony",
      "Loli",
      "Syreny",
      "Smoki",
      "Potwory",
      "Kemonomimi",
      "Łowcy nagród",
      "Kapłani",
      "Arystokracja",
      "Magiczne",
      "Czarodzieje",
      "Rycerze",
      "Hybryda",
      "Młodzież",
      "OP postać"
    ],
    "PlaceAndTime": [
      "Jak gra",
      "Świat alternatywny",
      "Dungeon"
    ],
    "OtherTags": [
      "Alchemia",
      "Przemoc",
      "Isekai",
      "Wątek romantyczny"
    ],
    "Archetype": "Light novel",
    "Type": "TV",
    "Status": "Zakończone",
    "DateOfIssue": "08.07.2019",
    "EndOfIssue": "07.10.2019",
    "NumberOfEpisodes": "13",
    "Studio": [
      "Sony Music Entertainment",
      "Lantis",
      "Asread",
      "AT-X",
      "White Fox",
      "Tokyo MX",
      "Bandai Channel",
      "Bushiroad",
      "Funimation",
      "Bandai Namco Arts",
      "Overlap"
    ],
    "EpisodeLength": "24",
    "MPAA": "PG-13"
  },
  "RelatedTitles": null,
  "S_ID": "Arifureta Shokugyou de Sekai Saikyou"
}