{
  "TitleInformation": {
    "Title": "Chainsaw Man",
    "OtherTitle": [
      "チェンソーマン"
    ],
    "Description": "Denji ma proste marzenie — wieść szczęśliwe i spokojne życie, spędzając czas z dziewczyną, którą lubi. Jest ono jednak dalekie od rzeczywistości, ponieważ chłopak jest zmuszany przez yakuzę do zabijania demonów, aby spłacić swoje gigantyczne długi. Używając swojego ulubionego Pochity jako broni, jest gotów zrobić wszystko za trochę gotówki.\nNiestety, w momencie gdy przestaje być użyteczny, zostaje zamordowany przez demona będącego w kontrakcie z yakuzą. Jednak w wyniku nieoczekiwanego obrotu wydarzeń, Pochita łączy się z martwym ciałem Denjiego i zyskuje on moc demona z piłą łańcuchową. Teraz jest w stanie przekształcać części swojego ciała w piły łańcuchowe. Ożywiony bohater wykorzystuje swoje nowe umiejętności, aby szybko i brutalnie pozbyć się wrogów. Przyciągając wzrok oficjalnych łowców demonów, którzy szybko zaczynają się nim interesować, jeden z nich oferuje chłopakowi pracę w Biurze Bezpieczeństwa Publicznego. Mając środki, by stawiać czoła nawet najtrudniejszym przeciwnikom, Denji nie cofnie się już przed niczym, by spełnić swoje proste nastoletnie marzenia.",
    "Species": [
      "Akcja",
      "Horror"
    ],
    "TargetGroups": "Shounen",
    "TypesOfCharacters": [
      "Demony",
      "Dorośli",
      "Młodzież",
      "Sieroty"
    ],
    "PlaceAndTime": [
      "Współczesność",
      "Japonia",
      "Miasto"
    ],
    "OtherTags": [
      "Supermoce",
      "Przemoc",
      "Gore",
      "Dzielenie ciała"
    ],
    "Archetype": "Manga",
    "Type": "TV",
    "Status": "Zakończone",
    "DateOfIssue": "12.10.2022",
    "EndOfIssue": "28.12.2022",
    "NumberOfEpisodes": "12",
    "Studio": [
      "MAPPA",
      "Shueisha"
    ],
    "EpisodeLength": "24",
    "MPAA": "R\u002B"
  },
  "RelatedTitles": null,
  "S_ID": "Chainsaw Man"
}