{
  "TitleInformation": {
    "Title": "Fullmetal Alchemist: Brotherhood",
    "OtherTitle": [
      "Hagane no Renkinjutsushi (2009)",
      "Fullmetal Alchemist (2009)",
      "FMAB",
      "鋼の錬金術師 (2009)",
      "FMA: B",
      "FMA (2009)",
      "Stalowy Alchemik: Misja Braci",
      "HagaRen (2009)"
    ],
    "Description": "Anime opowiada o równoległym świecie, w którym zamiast techniki rozwinięto alchemię. Żyje tam dwójka braci, Edward oraz Alphonse Elric, których ojcem jest jeden z najlepszych alchemików w całym państwie. Wkrótce ich ojciec zostawia rodzinę i wyrusza w podróż, z której już nie wraca. Chłopcy dorastają ucząc się alchemii i są w tym całkiem nieźli. Ich mama, Trisha, po kilku latach zapada jednak na tajemnicza chorobę i umiera. Chłopcy zdesperowani i samotni postanawiają złamać odwieczną zasadę Alchemii i wskrzesić swoją matkę. Niestety okazuje się to katastrofalnym błędem, a bohaterowie muszą ponieść konsekwencje - Al traci ciało, a Ed lewą nogę i prócz tego prawe ramię, którą poświęca w zamian za zamknięcie duszy brata w starej zbroi. Po tych wydarzeniach bliska przyjaciółka rodziny pomaga naszym bohaterom w tej trudnej dla nich sytuacji, a Ed otrzymuje mechaniczne kończyny. Gdy wszystko wraca do „normy”, bracia wyruszają w pełną niebezpieczeństw i tajemnic wyprawę - aby odzyskać ciała, postanawiają odnaleźć słynny kamień filozoficzny.",
    "Species": [
      "Akcja",
      "Przygodowe",
      "Dramat",
      "Tajemnica",
      "Magia",
      "Fantasy",
      "Wojskowe"
    ],
    "TargetGroups": "Shounen",
    "TypesOfCharacters": [
      "Dorośli",
      "Przestępcy",
      "GAR",
      "Morderca",
      "Żołnierze"
    ],
    "PlaceAndTime": [
      "Podróż",
      "Świat alternatywny"
    ],
    "OtherTags": [
      "Alchemia",
      "Przemoc"
    ],
    "Archetype": "Manga",
    "Type": "TV",
    "Status": "Zakończone",
    "DateOfIssue": "05.04.2009",
    "EndOfIssue": "04.07.2010",
    "NumberOfEpisodes": "64",
    "Studio": [
      "Bones",
      "Aniplex",
      "Aniplex of America",
      "Daume",
      "Square Enix",
      "ufotable",
      "Anime R",
      "Studio Moriken",
      "AIC Takarazuka",
      "C2C",
      "Mainichi Broadcasting System",
      "Yuhodo",
      "Funimation"
    ],
    "EpisodeLength": "24",
    "MPAA": "R"
  },
  "RelatedTitles": null,
  "S_ID": "Fullmetal Alchemist_ Brotherhood"
}