{
  "TitleInformation": {
    "Title": "Mashle",
    "OtherTitle": [
      "マッシュル-MASHLE-",
      "Mashle: Magic and Muscles"
    ],
    "Description": "Dla pozostałych mieszkańców jego świata, zdominowanego przez magię, młody i pozbawiony mocy Mash Burnedead stanowi zagrożenie dla puli genetycznej i musi zostać wyeliminowany. Żyjąc w ukryciu, w lesie, codziennie trenuje swoje ciało, chce zbudować wystarczająco silne mięśnie, by móc rywalizować z magią! Jednak jego tożsamość zostaje ujawniona, a spokój - zagrożony, Mash rozpoczyna podróż, by stać się \u0022Boskim Wizjonerem\u0022 - rolą tak potężną, że społeczeństwo będzie musiało zaakceptować jego istnienie.\nAby zachować swoje spokojne życie, pozbawiony mocy magicznych Mash zapisuje się do prestiżowej Akademii Magii - Easton, gdzie rywalizuje z dziećmi elity królestwa. Bez niezbędnych umiejętności do przetrwania w Easton, czyli magii, Mash wydaje się być już w niekorzystnej sytuacji w porównaniu do swoich kolegów z klasy. Aby osiągnąć swoje cele, Mash będzie musiał pokonać każdą próbę, używając tylko swoich pięści i przezwyciężyć magię swoją muskulaturą, wszystko po to, aby zdobyć prestiżowy tytuł Boskiego Wizjonera!",
    "Species": [
      "Akcja",
      "Komedia",
      "Magia",
      "Fantasy"
    ],
    "TargetGroups": "Shounen",
    "TypesOfCharacters": [
      "GAR",
      "Magiczne",
      "Uczniowie",
      "Czarodzieje",
      "OP postać",
      "Sieroty"
    ],
    "PlaceAndTime": [],
    "OtherTags": [
      "Przemoc",
      "Znęcanie się"
    ],
    "Archetype": "Manga",
    "Type": "TV",
    "Status": "Zakończone",
    "DateOfIssue": "08.04.2023 10:14:53",
    "EndOfIssue": "01.07.2023 10:14:53",
    "NumberOfEpisodes": "1",
    "Studio": [
      "Aniplex",
      "Aniplex of America",
      "Asatsu DK",
      "A-1 Pictures",
      "Shueisha",
      "Crunchyroll"
    ],
    "EpisodeLength": "24",
    "MPAA": "PG-13"
  },
  "RelatedTitles": null,
  "S_ID": "Mashle"
}