{
  "TitleInformation": {
    "Title": "One Piece",
    "OtherTitle": [
      "One Piece",
      "ワンピース",
      "Op"
    ],
    "Description": "One Piece opowiada nam historię młodego, nieznanego światu pirata o jakże złowieszczym i mrożącym krew w żyłach imieniu Luffy, który za cel życia obrał sobie całkiem drobne marzenie - zostanie Królem Piratów! W świecie One Piece znajduje się 5 oceanów; cztery z nich to odpowiednio South/North/East/West Blue, piątym zaś (największym, najniebezpieczniejszym i usianym wysepkami) jest Grand Line. To właśnie gdzieś na tym piątym oceanie znajduje się tytułowy One Piece - skarb pozostawiony przez poprzedniego Króla Piratów Gold Rogera, którego to skarbu właściciel staje się władcą Grand Line. Oczywistym jest, że Luffy, choć piekielnie silny, samotnie nigdy nie da rady zrealizować swojego marzenia - nie sposób wszak samemu sterować statkiem... I to nie byle łajbą ale prawdziwą piracką galerą, toteż priorytetem naszego rubasznego bohatera staje się zebranie załogi! Kto będzie tę załogę stanowił? Czy okażą się kompanami godnymi zaufania czy też pazernymi hedonistami? Na czym polega nieludzka siła Luffy\u0027ego? Odpowiedzi na te wszystkie i wiele więcej pytań czekają na was.",
    "Species": [
      "Akcja",
      "Przygodowe",
      "Komedia",
      "Fantasy",
      "Sztuki walki"
    ],
    "TargetGroups": "Shounen",
    "TypesOfCharacters": [
      "Ninja",
      "Piraci",
      "Samuraje",
      "Loli",
      "Syreny",
      "Anioły",
      "Cyborgi",
      "Dzieci",
      "Kemonomimi",
      "Dorośli",
      "Łowcy nagród",
      "Mówiące zwierzęta",
      "Żołnierze",
      "Doktor",
      "Transwestyta"
    ],
    "PlaceAndTime": [
      "Podróż",
      "Świat alternatywny",
      "Wyspy"
    ],
    "OtherTags": [
      "Supermoce",
      "Broń Palna",
      "Walka wręcz",
      "Eksperymenty na ludziach"
    ],
    "Archetype": "Manga",
    "Type": "TV",
    "Status": "Emitowane",
    "DateOfIssue": "20.10.1999",
    "EndOfIssue": null,
    "NumberOfEpisodes": "1074",
    "Studio": [
      "Toei Animation",
      "Fuji TV",
      "4Kids Entertainment",
      "TAP",
      "Asatsu DK",
      "A Line",
      "Magic Bus",
      "ACC Production",
      "Anime R",
      "Shueisha",
      "Funimation",
      "Tavac",
      "Wish",
      "Baku Production",
      "Kagura",
      "Sunshine Corporation"
    ],
    "EpisodeLength": "24",
    "MPAA": "PG-13"
  },
  "RelatedTitles": null,
  "S_ID": "One Piece"
}