{
  "TitleInformation": {
    "Title": "Shingeki no Kyojin",
    "OtherTitle": [
      "Attack on Titan",
      "進撃の巨人",
      "Atak Tytanów",
      "AoT",
      "SnK"
    ],
    "Description": "Alternatywny świat w klimacie średniowiecznego fantasy. Bezbronna ludzkość na skraju wyginięcia chowa się za olbrzymimi, zesłanymi przez samych bogów murami. Wrogiem są nieśmiertelne, mięsożerne, gigantyczne istoty o ludzkich kształtach – tytułowi tytani. Nie posiadają one inteligencji, niczym ruchome zwłoki tłoczą się pod murami, wabione ludzkim zapachem. Nigdy nie udałoby im się zagrozić ludziom jeszcze raz, gdyby nie pewne wydarzenie, w skutek którego boska ochrona zostaje naruszona, a w murze pojawia się wyłom pozwalający naturalnym wrogom ludzi wedrzeć się do środka. W tak niespokojnych czasach przebiega młodość trójki głównych bohaterów: Erena – żyjącego nienawiścią do tytanów młodzieńca o wielkich ambicjach i gwałtownym usposobieniu, Mikasy – przybranej siostry Erena, cichej, spokojnej, zawsze opanowanej dziewczyny, pałającej siostrzaną miłością do brata, a kiedy trzeba - szybkiej, precyzyjnej i zabójczej, oraz Armina – tchórzliwego, aczkolwiek bystrego nastolatka o niebywałej zdolności oceny sytuacji i znajdowania wyjścia z wszelkich tarapatów. Razem pragną dołączyć do jednostki zwiadowczej, czyli jedynych ludzi, którzy kiedykolwiek odważyli się stawić czoła tytanom w otwartej walce..",
    "Species": [
      "Akcja",
      "Dramat",
      "Tajemnica",
      "Fantasy",
      "Horror",
      "Wojskowe"
    ],
    "TargetGroups": "Shounen",
    "TypesOfCharacters": [
      "Potwory",
      "Dorośli",
      "Żołnierze",
      "Sieroty"
    ],
    "PlaceAndTime": [
      "Postapokaliptyczne",
      "Świat alternatywny",
      "Dystopia"
    ],
    "OtherTags": [
      "Supermoce",
      "Przemoc",
      "Zemsta",
      "Broń Palna",
      "Spisek",
      "Walka wręcz"
    ],
    "Archetype": "Manga",
    "Type": "TV",
    "Status": "Zakończone",
    "DateOfIssue": "07.04.2013",
    "EndOfIssue": "28.09.2013",
    "NumberOfEpisodes": "25",
    "Studio": [
      "Production I.G",
      "Pony Canyon",
      "Kodansha",
      "Daume",
      "Dentsu",
      "Mad Box",
      "Wit Studio",
      "Shingeki no Kyojin Team",
      "Mainichi Broadcasting System",
      "Pony Canyon Enterprise",
      "Yuhodo, Funimation",
      "Techno Sound"
    ],
    "EpisodeLength": "24",
    "MPAA": "R"
  },
  "RelatedTitles": null,
  "S_ID": "Shingeki no Kyojin"
}