{
  "TitleInformation": {
    "Title": "Sokushi Cheat ga Saikyou sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga.",
    "OtherTitle": [
      "The other world doesn\u0027t stand a chance against the power of instant death",
      "即死チートが最強すぎて、異世界のやつらがまるで相手にならないんですが。",
      "My Instant Death Ability is So Overpowered, No One in This Other World Stands a Chance Against Me!"
    ],
    "Description": "Yogiri Takatou, budząc się podczas szkolnej wycieczki w obliczu absolutnego chaosu i rzezi, odkrywa, że ​​wszyscy w jego klasie zostali przeniesieni do innego świata! Jakoś udało mu się przespać całą tę mękę, tracąc Dar – moce nadane innym przez tajemniczego Mędrca, który wydawał się ich przenosić. Co gorsza, on i inna koleżanka z klasy zostali bezlitośnie porzuceni przez swoich przyjaciół i pozostawieni jako przynęta, aby odwrócić uwagę pobliskiego smoka. Choć Yogiri nie przejmuje się zbytnio myślą o śmierci, niechętnie postanawia chronić swojego samotnego towarzysza. W końcu \u0022skromny\u0022 potwór na poziomie 1000 nie ma szans w starciu z jego tajną mocą wywołania Natychmiastowej Śmierci jedną myślą! Jeśli uda mu się nie spać wystarczająco długo, to nie będzie musiał zawracać sobie głowy używaniem tego, to znaczy...",
    "Species": [
      "Magia",
      "Fantasy",
      "Akcja",
      "Komedia",
      "Przygodowe"
    ],
    "TargetGroups": "Shounen",
    "TypesOfCharacters": [
      "Uczniowie"
    ],
    "PlaceAndTime": [],
    "OtherTags": [
      "Isekai"
    ],
    "Archetype": "Light novel",
    "Type": "TV",
    "Status": "Zakończone",
    "DateOfIssue": "05.01.2024",
    "EndOfIssue": "22.03.2024",
    "NumberOfEpisodes": "12",
    "Studio": [
      "Okuruto Noboru"
    ],
    "EpisodeLength": "24",
    "MPAA": "PG-13"
  },
  "RelatedTitles": null,
  "S_ID": "Sokushi Cheat ga Saikyou sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga.",
  "Guid": "a75010ec-5948-4230-bd8e-e3de0e394a06",
  "FileCrator": null
}