{
  "TitleInformation": {
    "Title": "Spy x Family",
    "OtherTitle": [
      "SPY×FAMILY"
    ],
    "Description": "Dla agenta znanego jako „Twilight” żadne zlecenie nie jest zbyt wymagające. Działając jako główny szpieg Westalis, mężczyzna pracuje niestrudzenie, aby powstrzymać ekstremistów przed wywołaniem wojny z sąsiednim krajem — Ostanią. W swojej ostatniej misji musi zbadać środowisko pewnego polityka, Donovana Desmonda, infiltrując szkołę jego syna. Tym samym agent staje przed najtrudniejszym zadaniem w swojej karierze: ma ożenić się, mieć dziecko i „bawić się” w rodzinę.\nTwilight szybko adoptuje skromną sierotę — Anyę, by ta wcieliła się w rolę sześcioletniej córki i przyszłej uczennicy Eden Academy. Jego małżonką zostaje Yor Briar, roztargniona pracownica biurowa, która sama potrzebuje własnego udawanego partnera, by zaimponować znajomym. Jednak mężczyzna nie jest jedynym, który posiada pewną ukrytą naturę. Yor dorabia jako zabójczyni o pseudonimie „Thorn Princess”, dla której małżeństwo z naszym bohaterem tworzy idealną przykrywkę. Jak się jednak okazuje, nie tylko udawani rodzice mają swoje sekrety — tak naprawdę Anya nie jest zwyczajną dziewczynką, na jaką wygląda. W rzeczywistości jest esperką, produktem tajnych eksperymentów, które pozwalają jej czytać w myślach. Odkrywa ona ich prawdziwą tożsamość. Pomimo tego jest zachwycona, że ​​jej nowi opiekunowie są niesamowitymi tajnymi agentami!\nSzpieg, zabójca i esper muszą od tej pory działać jak rodzina, realizując jednocześnie własne cele, jednak wraz z upływem czasu cała trójka odkrywa, że rodzina to coś znacznie więcej niż tylko pokrewieństwo.",
    "Species": [
      "Akcja",
      "Komedia",
      "Nadprzyrodzone",
      "Okruchy życia"
    ],
    "TargetGroups": "Shounen",
    "TypesOfCharacters": [
      "Dzieci",
      "Dorośli",
      "Morderca",
      "Szpiedzy"
    ],
    "PlaceAndTime": [],
    "OtherTags": [
      "Supermoce",
      "Zaaranżowany związek",
      "Opieka nad dzieckiem",
      "Spisek",
      "Strzelaniny",
      "Wątek romantyczny"
    ],
    "Archetype": "Manga",
    "Type": "TV",
    "Status": "Zakończone",
    "DateOfIssue": "09.04.2022",
    "EndOfIssue": "25.06.2022",
    "NumberOfEpisodes": "12",
    "Studio": [
      "TV Tokyo",
      "TOHO animation",
      "Wit Studio",
      "Shueisha",
      "CloverWorks",
      "Shogakukan-Shueisha Productions"
    ],
    "EpisodeLength": "24",
    "MPAA": "PG-13"
  },
  "RelatedTitles": null,
  "S_ID": "Spy x Family"
}