{
  "TitleInformation": {
    "Title": "Yofukashi no Uta",
    "OtherTitle": [
      "よふかしのうた",
      "Call of the Night"
    ],
    "Description": "Kou Yamori tylko z pozoru wygląda jak zwyczajny uczeń szkoły średniej. Stosunkowo dobry w nauce i miły wobec kolegów z klasy, w rzeczywistości wkłada wiele wysiłku w utrzymanie tej fasady. Jednak pewnego dnia stwierdza, że nie warto udawać i rzuca szkołę, cierpiąc na bezsenność w wyniku braku możliwości spożytkowania energii w ciągu dnia. W czasie samotnych, nocnych spacerów czuje się nieznacznie lepiej, choć ma świadomość, że jego niezdolność do snu stanowi poważny problem.\nNa jednym z takich spacerów Kou spotyka dziwną dziewczynę, Nazunę Nanakusę, która diagnozuje przyczynę jego bezsenności — mimo przemian w swoim życiu, chłopak wciąż wstrzymuje się przed doświadczeniem prawdziwej wolności. Mówi, że nie będzie mógł zasnąć, jeśli nie będzie zadowolony z tego, jak spędza czas na jawie. W momencie, gdy wydaje się, że jego obecne zmartwienia zostały rozwiązane, Nazuna zaprasza go do swojego mieszkania, aby podzielić się miejscem do spania. Po pewnym czasie spędzonym w domu, Nazuna, nieświadoma, iż Kou tylko ​​udaje, że śpi, pochyla się nad nim i... gryzie go w szyję!",
    "Species": [
      "Komedia",
      "Nadprzyrodzone",
      "Ecchi",
      "Romans"
    ],
    "TargetGroups": "Shounen",
    "TypesOfCharacters": [
      "Wampiry",
      "Uczniowie"
    ],
    "PlaceAndTime": [
      "Współczesność",
      "Miasto"
    ],
    "OtherTags": [],
    "Archetype": "Manga",
    "Type": "TV",
    "Status": "Zakończone",
    "DateOfIssue": "08.07.2022",
    "EndOfIssue": "30.09.2022",
    "NumberOfEpisodes": "13",
    "Studio": [
      "Sentai Filmworks",
      "Fuji TV",
      "Aniplex",
      "Dentsu",
      "Animax",
      "Ultra Super Pictures",
      "LIDENFILMS",
      "Shogakukan",
      "Fuji Creative",
      "Shogakukan-Shueisha Productions"
    ],
    "EpisodeLength": "23",
    "MPAA": "PG-13"
  },
  "RelatedTitles": null,
  "S_ID": "Yofukashi no Uta"
}