{
  "rss": {
    "channel": {
      "title": "News - MyAnimeList",
      "description": "MyAnimeList's Feed of News",
      "link": "https://myanimelist.net/news?_location=rss",
      "item": [
        {
          "guid": "https://myanimelist.net/news/69453745?_location=rss",
          "title": "'Nozomanu Fushi no Boukensha' Unveils Main Cast, Staff, 2024 Premiere",
          "description": "Hakuhodo DY Music &amp; Pictures opened an official website for the television anime adaptation of Yuu Okano&#039;s Nozomanu Fushi no Boukensha (The Unwanted Undead Adventurer) light novel on Saturday, unveiling the main cast, staff, a teaser promo, and a teaser visual (pictured). The anime is set to air in 2024. Cast Rentt Faina: Ryouta Suzuki (Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen) Lorraine Vivie: Mikako Komatsu (Jujutsu Kaisen) Sheila Ibarss: Ikumi Hasegawa (86) Rina Rupa...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688184274-1abbccd7b4f849bf59f5744a85c149a2.jpeg",
          "pubDate": "Sat, 01 Jul 2023 06:07:16 +0200",
          "link": "https://myanimelist.net/news/69453745?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69453642?_location=rss",
          "title": "'Natsume Yuujinchou' TV Anime Gets Seventh Season",
          "description": "The official website of the Natsume Yuujinchou (Natsume&#039;s Book of Friends) anime series announced on Saturday that a seventh season is in production. The website also released a visual (pictured above) and a promotional video to commemorate the 15th anniversary of the first season&#039;s broadcast. Brain&#039;s Base adapted the manga into four anime seasons in Summer 2008, Winter 2009, Summer 2011, and Winter 2012. The fifth and sixth seasons produced by animation studio Shuka aired in Fal...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688182454-574b1eebe1d6ede47f1cd23a5b6620d6.png",
          "pubDate": "Sat, 01 Jul 2023 05:35:35 +0200",
          "link": "https://myanimelist.net/news/69453642?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69451403?_location=rss",
          "title": "'VTuber Nandaga Haishin Kiri Wasuretara Densetsu ni Natteta' Reveals Main Staff",
          "description": "Kadokawa opened an official website for the television anime adaptation of Nana Nanato&#039;s VTuber Nanda ga Haishin Kiri Wasuretara Densetsu ni Natteta (VTuber Legend: How I Went Viral after Forgetting to Turn Off My Stream) light novel on Friday and revealed the main staff and a teaser visual (pictured above). Staff Director: Takuya Asaoka (Kaifuku Jutsushi no Yarinaoshi) Series Composition: Hitomi Mieno (Komi-san wa, Comyushou desu.) Character Design: Reina Iwasaki (Mahoutsukai Reimeiki) Li...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688141220-460e61351ecd1065f1a3c16fb10d47d3.jpeg",
          "pubDate": "Fri, 30 Jun 2023 18:09:38 +0200",
          "link": "https://myanimelist.net/news/69451403?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69451341?_location=rss",
          "title": "'Highspeed Etoile' Unveils Additional Pair of Cast",
          "description": "The official website of the Highspeed Etoile original television anime revealed a pair of additional cast and an updated visual featuring the new cast (pictured) on Friday. The anime is scheduled to premiere in 2024. Yurie Funato (Centaur no Nayami) and Shuu Uchida (Love Live! Nijigasaki Gakuen School Idol Doukoukai 2nd Season) are joining the cast as Hikari Hinata and Akari Kuzuryuu, respectively. Highspeed Etoile is an original racing anime produced in collaboration with the Japanese racing se...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688140259-63dbe5912dac033da447669be3df8a98.png",
          "pubDate": "Fri, 30 Jun 2023 17:52:44 +0200",
          "link": "https://myanimelist.net/news/69451341?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69451276?_location=rss",
          "title": "'Mashle' Second Season Announced for Winter 2024",
          "description": "The 12th and final episode of the television anime adapting Hajime Koumoto&#039;s Mashle (Mashle: Magic and Muscles) manga announced a second season on Saturday. The anime is set to air in January 2024. The television anime by A-1 Pictures aired in Spring 2023. Crunchyroll simulcast the anime worldwide, excluding Asia. Koumoto began drawing the action comedy manga in Weekly Shounen Jump in January 2020. Shueisha published the 16th volume on April 4, with the 17th volume scheduled for a July 4 re...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688139131-0a8da45f88d2a8a6b4640c940fbefa91.jpeg",
          "pubDate": "Fri, 30 Jun 2023 17:33:39 +0200",
          "link": "https://myanimelist.net/news/69451276?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69451158?_location=rss",
          "title": "'Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo' Reveals Additional Cast, Staff, First Promo, Fall 2023 Premiere",
          "description": "The official website for the television anime adaptation of Rikito Nakamura and Yukiko Nozawa&#039;s Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo (The 100 Girlfriends Who Really, Really, Really, Really, Really Love You) manga revealed on Friday additional cast, staff, key visual (pictured), and a promotional video. The anime is scheduled to premiere on October 8 on Tokyo MX and other channels. Cast Shizuka Yoshimoto: Maria Naganawa (Kobayashi-san Chi no Maid Dragon) Nano Eiai: Asami...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688137186-340bc737bad1cc7d20822bc1c3d93488.png",
          "pubDate": "Fri, 30 Jun 2023 16:59:18 +0200",
          "link": "https://myanimelist.net/news/69451158?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69449971?_location=rss",
          "title": "'Kami wa Game ni Ueteiru.' Unveils Main Cast, Staff, 2024 Debut",
          "description": "Kadokawa opened an official website for the television anime adaptation of Kei Sazane&#039;s Kami wa Game ni Ueteiru. (Gods&#039; Game We Play) light novel on Friday, revealing the main cast, staff, a teaser visual (pictured), and teaser promo. The anime series will premiere in 2024. Nobunaga Shimazaki (Blue Lock) and Akari Kitou (Kaminaki Sekai no Kamisama Katsudou) are starring as Fay and Leoleshe, respectively. Staff Director: Tatsuya Shiraishi (Overlord II episode director) Series Compositio...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688115474-6f4c1f0b0e5cb0f7f9b99ef2c2b1a30a.jpeg",
          "pubDate": "Fri, 30 Jun 2023 11:00:01 +0200",
          "link": "https://myanimelist.net/news/69449971?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69449065?_location=rss",
          "title": "'Megumi no Daigo: Kyuukoku no Orange' Unveils Additional Cast",
          "description": "The official website of the television anime adaptation of Masahito Soda and Kuro Tomiyama&#039;s Megumi no Daigo: Kyuukoku no Orange (Firefighter Daigo: Rescuer in Orange) manga revealed on Friday additional cast. The anime is set to broadcast in Fall 2023 on Yomiuri TV and Nippon TV-affiliated channels. Cast Narrator: Kenjirou Tsuda (Jujutsu Kaisen) Masayama Sadaie: Yuuichi Nakamura (JoJo no Kimyou na Bouken Part 5: Ougon no Kaze) Kyousuke Yamagami: Tetsu Inada (Boku no Hero Academia) Hasebe:...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688097765-5484f72e487b65f32e9af85c1d0968be.jpeg",
          "pubDate": "Fri, 30 Jun 2023 06:00:32 +0200",
          "link": "https://myanimelist.net/news/69449065?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69446982?_location=rss",
          "title": "'Gekai Elise' Reveals Main Cast, Winter 2024 Premiere",
          "description": "The official website of the Gekai Elise (Surgeon Elise) television anime revealed the main cast, a teaser promo, and a teaser visual (pictured) on Thursday. The television anime is set to air in January 2024. Cast Elise de Clorance: Yui Ishikawa (Violet Evergarden) Linden de Romanoff: Youhei Azakami (Soredemo Ayumu wa Yosetekuru) Graham de Fallon: Yoshimasa Hosoya (Katanagatari) Kumiko Habara (Akuyaku Reijou nano de Last Boss wo Kattemimashita) is directing the television anime at Maho Film. Hit...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688062257-fdf723135899daa4a80bd73cbdaa5dfe.jpeg",
          "pubDate": "Thu, 29 Jun 2023 20:10:09 +0200",
          "link": "https://myanimelist.net/news/69446982?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69446534?_location=rss",
          "title": "'Shy' Unveils Additional Cast, Staff, First Promo, Fall 2023 Premiere",
          "description": "The official website of the television anime adapting Bukimi Miki&#039;s Shy manga unveiled additional cast, staff, opening theme, the first promo, and a key visual (pictured) on Thursday. The anime is set to premiere in October 2023 on TV Tokyo. Cast Iko Koishikawa: Nao Touyama (Kantai Collection: KanColle) N-Vilio: Tomokazu Sugita (Gintama) Spirits: Mamiko Noto (Fairy Tail) Stardust: Shinichiro Miki (Bleach) Lady Black: Sayumi Suzushiro (86) Meng Long: Ayumu Murase (Black Clover) Uni-Lord: Kik...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688056719-867e0a982839bb599f53d9735a1a6eaf.jpeg",
          "pubDate": "Thu, 29 Jun 2023 18:41:46 +0200",
          "link": "https://myanimelist.net/news/69446534?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69446293?_location=rss",
          "title": "'Sousou no Frieren' Reveals Additional Staff, Second Promo, 2-Hour Special Premiere",
          "description": "The official website of the Sousou no Frieren (Frieren: Beyond Journey&#039;s End) television anime revealed additional staff members and a second promotional video on Friday. The anime premieres with a 2-hour special on September 29 at 9:00 p.m. on NTV&#039;s Friday Road Show programming block. Staff Chief Animation Director: Reiko Nagasawa (Takt Op. Destiny) Concept Art: Seiko Yoshioka (ACCA: 13-ku Kansatsu-ka art director) Creature Design: Daiki Harashina (Sonny Boy animation director) Action...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688054301-e81c6108e0cbe2452b590d8b77c4829f.jpeg",
          "pubDate": "Thu, 29 Jun 2023 17:58:49 +0200",
          "link": "https://myanimelist.net/news/69446293?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69445623?_location=rss",
          "title": "'Ookami to Koushinryou: Merchant Meets the Wise Wolf' Reveals Main Staff, Cast, 2024 Premiere",
          "description": "An official website for the new Ookami to Koushinryou (Spice &amp; Wolf) television anime remake opened on Thursday and revealed the main cast, staff, concept visual (pictured), and the first promotional video. The anime is scheduled to premiere in 2024. Jun Fukuyama (Ansatsu Kyoushitsu) and Ami Koshimizu (Kill la Kill) are reprising their roles from the original series as Lawrence Kraft and Holo, respectively. Staff Chief Director: Takeo Takahashi (Ookami to Koushinryou, Citrus) Director: Hijir...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688047164-22d3f056aca4c9c6b609512cb2da3fb3.png",
          "pubDate": "Thu, 29 Jun 2023 15:58:23 +0200",
          "link": "https://myanimelist.net/news/69445623?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69445100?_location=rss",
          "title": "Summer 2023 Simulcast List",
          "description": "In this thread, you&#039;ll find a comprehensive list of television anime acquired for simulcast release during the Summer 2023 season. Anime series licensed for home video release can be found here. This post will be continuously updated as more simulcasts are announced. Feel free to post in this thread if you find a series that we are missing. Ani-One (South and Southeast Asia) Bleach: Sennen Kessen-hen - Ketsubetsu-tan (Bleach: Thousand-Year Blood War - The Separation) Dekiru Neko wa Kyou mo...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688038212-079883be22ab1a83605a6c5b4888737b.jpeg",
          "pubDate": "Thu, 29 Jun 2023 13:31:17 +0200",
          "link": "https://myanimelist.net/news/69445100?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69445096?_location=rss",
          "title": "Q3 2023 Anime & Manga Licenses",
          "description": "In this thread, you&#039;ll find a comprehensive list of anime and manga licensed in the fourth quarter (Jul-Sep) of 2023. Summer 2023 anime which were licensed before the quarter began will also be carried over for convenience. Please note that the anime licenses are for home video release; simulcast acquisitions for Summer 2023 can be found here. Digital releases are noted with an asterisk (*). This post will be continuously updated as more licenses are announced. If you have a license that we...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688038053-3acccf3a61310ccf6d63636eb4673a1d.jpeg",
          "pubDate": "Thu, 29 Jun 2023 13:29:31 +0200",
          "link": "https://myanimelist.net/news/69445096?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69439836?_location=rss",
          "title": "'\"Oshi no Ko\"' Gets Second Season",
          "description": "The 11th and final episode of the television anime adaptation of Aka Akasaka and Mengo Yokoyari&#039;s &quot;Oshi no Ko&quot; manga announced a second season on Wednesday, revealing a teaser visual (pictured). Produced by Doga Kobo, the 11-episode first anime season premiered its 82-minute first episode in Japanese theaters on March 17. Regular broadcasting began on April 12. HIDIVE simulcast the series worldwide, excluding Central America, South America, and Asia. Akasaka and Yokoyari began ser...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687962784-2c0b4b85ca47872c968bdf9954ac7a9d.jpeg",
          "pubDate": "Wed, 28 Jun 2023 16:34:17 +0200",
          "link": "https://myanimelist.net/news/69439836?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69436186?_location=rss",
          "title": "Manga 'Cocoon' Gets Anime in Summer 2025",
          "description": "Television broadcaster NHK announced an anime adaptation of Machiko Kyou&#039;s Cocoon manga on Tuesday, revealing the main staff and a teaser visual (pictured above). The anime is scheduled to premiere on NHK in Summer 2025. Staff Animation Producer: Hitomi Tateno (Kaguya-hime no Monogatari in-between animation) Studio: Sasayuri Production: NHK, NHK Enterprises Kyou serialized the historical drama manga in Elegance Eve from May 2008 to July 2010. Synopsis San and Mayu are two schoolgirls livin...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687897364-abbd261ea79519c55b6c13855c041c74.jpeg",
          "pubDate": "Tue, 27 Jun 2023 22:25:15 +0200",
          "link": "https://myanimelist.net/news/69436186?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69430405?_location=rss",
          "title": "Manga 'Himesama \"Goumon\" no Jikan desu' Gets TV Anime for Winter 2024",
          "description": "An official website for a television anime adaptation of Robinson Haruhara (Senyuu.) and Hirakei&#039;s Himesama &quot;Goumon&quot; no Jikan desu (&#039;Tis Time for &quot;Torture,&quot; Princess) manga opened on Tuesday and revealed the main cast, staff, teaser visual (pictured), and a teaser promotional video. The anime is scheduled to premiere in January 2024. Cast Hime: Haruka Shiraishi (Golden Kamuy) EX: Chikahiro Kobayashi (Beastars) Torture Tortura: Shizuka Itou (High School DxD) Staff Di...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687799657-5d83e8965c109d07da1ac152906ce28b.jpeg",
          "pubDate": "Mon, 26 Jun 2023 19:16:03 +0200",
          "link": "https://myanimelist.net/news/69430405?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69430374?_location=rss",
          "title": "'Kizuna no Allele' Gets Second Season in Fall 2023",
          "description": "The official website of the Kizuna no Allele television anime announced a second season on Tuseday. The anime is set to premiere in October 2023. Produced by Wit Studio and Signal.MD, the television anime aired in Spring 2023. Crunchyroll simulcast the series as it aired. Kizuna no Allele is an anime project for the virtual YouTuber (VTuber) Kizuna AI, who went on an indefinite hiatus after her &quot;hello, world 2022&quot; live stream concert in February 2022. The Kizuna AI YouTube channel, A....",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687799319-4de34d3f441311db7834b7ffe0b082e2.jpeg",
          "pubDate": "Mon, 26 Jun 2023 19:10:37 +0200",
          "link": "https://myanimelist.net/news/69430374?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69429570?_location=rss",
          "title": "'Golden Kamuy' TV Anime Announces Final Chapter",
          "description": "The 13th and final episode of Golden Kamuy Season 4 announced on Monday that a new anime sequel is in production and will adapt the final arc of the series. The website also revealed a teaser visual (pictured). Golden Kamuy adapts Satoru Noda&#039;s historical adventure manga, which serialized in Young Jump magazine from August 2014 to April 2022. Shueisha shipped the 31st and final volume on July 19 last year. The manga has a cumulative 24 million copies in circulation. VIZ Media licensed the m...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687790671-38d4b9825b7b4cedc003ac60111c2595.jpeg",
          "pubDate": "Mon, 26 Jun 2023 16:49:08 +0200",
          "link": "https://myanimelist.net/news/69429570?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69427442?_location=rss",
          "title": "PV Collection for Jun 19 - 25",
          "description": "Here is a collection of promotional videos, television ads, teasers, and trailers that were released last week. This thread excludes videos that have already been featured in an article. Please check the News Board, under the Preview tag, for articles that feature a promotional video. Last week&#039;s PV thread can be found here. Eiyuu Kyoushitsu | TV | PV The second promotional video for Actas&#039; anime adaptation of Eiyuu Kyoushitsu (Classroom for Heroes) previews the cast alongside the seri...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687754801-159490dd4d8795a24cac9ebbdf2b2134.jpeg",
          "pubDate": "Mon, 26 Jun 2023 06:48:19 +0200",
          "link": "https://myanimelist.net/news/69427442?_location=rss"
        }
      ]
    }
  }
}