{
  "rss": {
    "channel": {
      "title": "News - MyAnimeList",
      "description": "MyAnimeList's Feed of News",
      "link": "https://myanimelist.net/news?_location=rss",
      "item": [
        {
          "guid": "https://myanimelist.net/news/69401712?_location=rss",
          "title": "Yanmar Announces 'Miru' Original Anime Project",
          "description": "Industrial machinery company Yanmar Holdings Co. Ltd. (Yanmar) announced an original anime project titled Miru on Tuesday. The company also launched an official website, revealing the main staff and a key visual (pictured). Studio Nue&#039;s Shigeru Morita (Kore wa Zombie desu ka?, Kuromukuro) is penning the screenplay. Yanmar created and produced the title, with design and marketing company btrax Japan credited for cooperation. The anime is expected to premiere in 2024. Yanmar will hold a booth...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687325205-cb51bb046592ceee395eb1eb3b09426e.jpeg",
          "pubDate": "Wed, 21 Jun 2023 07:29:45 +0200",
          "link": "https://myanimelist.net/news/69401712?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69398437?_location=rss",
          "title": "Light Novel 'Dekisokonai to Yobareta Motoeiyuu wa Jikka kara Tsuihou sareta node Sukikatte ni Ikiru Koto ni Shita' Gets TV Anime",
          "description": "Production company Happinet opened an official website for a television anime adaptation of Shin Kouzuki&#039;s Dekisokonai to Yobareta Motoeiyuu wa Jikka kara Tsuihou sareta node Sukikatte ni Ikiru Koto ni Shita (The Banished Former Hero Lives as He Pleases) light novel on Tuesday. The website also revealed the main cast, staff, and a teaser visual (pictured). Shouta Aoi (Otome Game no Hametsu Flag shika Nai Akuyaku Reijou ni Tensei shiteshimatta..., Oushitsu Kyoushi Heine) is starring as Allen...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687275059-855c4d9eea2cee97a4dc4ff95cbe6da9.jpeg",
          "pubDate": "Tue, 20 Jun 2023 17:31:14 +0200",
          "link": "https://myanimelist.net/news/69398437?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69396394?_location=rss",
          "title": "Idol Project \"Hana-Doll*\" Gets Anime",
          "description": "An anime adaptation for the Hana-Doll* 2.5D idol project was announced at the Behind The Frame- Anthos* stage event on Monday. The anime will premiere under the title Hana-Doll*: Reinterpretation of Flowering and cover the drama CD&#039;s first season Flowering. Movic launched the idol franchise in 2019, which includes multiple drama CDs, music, and stage play. Shounen Magazine Edge began serializing a manga titled Hana-Doll*: Flowering - Boys were still in a dream by illustrator Ikuhiro Nao in...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687241421-df5a7b75bf925bb7020bc350a3d6b355.jpeg",
          "pubDate": "Tue, 20 Jun 2023 08:10:38 +0200",
          "link": "https://myanimelist.net/news/69396394?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69392867?_location=rss",
          "title": "'Level 1 dakedo Unique Skill de Saikyou desu' Unveils Pair of Additional Cast, Second Promo",
          "description": "The official website of the Level 1 dakedo Unique Skill de Saikyou desu (My Unique Skill Makes Me OP Even at Level 1) television anime unveiled two additional cast members, the opening theme, and a second promo on Monday. The anime is set to air on July 8 at 10:00 p.m. on Tokyo MX, followed by BS NTV and AT-X. Saori Oonishi (Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka) and Kanon Takao (Uchi no Ko no Tame naraba, Ore wa Moshikashitara Maou mo Taoseru kamo Shirenai.) are joining the c...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687191655-1c6281b63f09e1e44a6a91f22654c57d.jpeg",
          "pubDate": "Mon, 19 Jun 2023 18:27:28 +0200",
          "link": "https://myanimelist.net/news/69392867?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69387356?_location=rss",
          "title": "North American Anime & Manga Releases for June",
          "description": "Here are the North American anime, manga, and light novel releases for June. Week 1: June 6 - 12 Anime Releases Platinum End Part 2 Blu-ray Triage X Complete Collection Blu-ray [2023 Re-release] Manga Releases Akagami no Shirayuki-hime (Snow White with the Red Hair) Vol.25 Ayashimon Vol.2 Dragon Ball Super Vol.18 Futari Escape Vol.3 Futari wa Daitai Konna Kanji (The Two of Them Are Pretty Much Like This) Vol.3 Grand Blue (Grand Blue Dreaming) Vol.19 Ima, Koi wo Shiteimasu. (Ima Koi: Now I&rsquo;...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687105613-dd9444dc8a299d615f456e5c351740cd.jpeg",
          "pubDate": "Sun, 18 Jun 2023 19:27:49 +0200",
          "link": "https://myanimelist.net/news/69387356?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69387282?_location=rss",
          "title": "'Boku to Roboko' Gets Anime Movie in Winter 2024",
          "description": "The 28th and final episode of Boku to Roboko (Me &amp; Roboco) announced an anime movie for the series on Monday. The official website also revealed an announcement video. The movie is scheduled to open in theaters in Winter 2024. The 28th issue of Weekly Shounen Jump serialized the latest chapter of Shuuhei Miyazaki&#039;s sci-fi gag manga, where Roboko becomes an actress in an independent movie. The issue posted an illustration for the chapter (pictured right). The short television anime produ...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687108218-9862376dbe06b03a17261f52e5ac1180.jpeg",
          "pubDate": "Sun, 18 Jun 2023 19:10:36 +0200",
          "link": "https://myanimelist.net/news/69387282?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69386975?_location=rss",
          "title": "'Kimetsu no Yaiba: Hashira Geiko-hen' TV Anime Announced",
          "description": "The 11th and final episode of Kimetsu no Yaiba: Katanakaji no Sato-hen (Demon Slayer: Kimetsu no Yaiba Swordsmith Village Arc) announced a television anime adaptation of the next arc&mdash;Hashira Geiko-hen (Hashira Training Arc)&mdash;following its broadcast on Monday. The official website also revealed five teaser visuals (pictured) and an announcement promo. Haruo Sotozaki (Tales of Zestiria the Cross) is once again returning to helm the new arc at animation studio ufotable. Akira Matsushima...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687104949-5d13f95ed252c41b9ec78890a079164d.jpeg",
          "pubDate": "Sun, 18 Jun 2023 18:16:38 +0200",
          "link": "https://myanimelist.net/news/69386975?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69386621?_location=rss",
          "title": "'Tokyo Revengers: Tenjiku-hen' Reveals Additional Cast, First Promo, Fall 2023 Premiere",
          "description": "The official website of the Tokyo Revengers television anime series revealed on Sunday four additional cast members and a promotional video for the Tenjiku-hen (Tenjiku arc). Third season is scheduled to premiere in October 2023 on MBS, TV Tokyo, and AT-X. Cast Shion Madarame: Kouki Uchiyama (Boku no Hero Academia) Kakuchou: Seiichirou Yamashita (Kage no Jitsuryokusha ni Naritakute!) Rindou Haitani: Hiro Shimono (Kimetsu no Yaiba) Ran Haitani: Daisuke Namikawa (Hunter x Hunter (2011)) Kouichi Ha...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687101989-52598d017641148af55d2bf4d0abfb68.jpeg",
          "pubDate": "Sun, 18 Jun 2023 17:28:25 +0200",
          "link": "https://myanimelist.net/news/69386621?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69383114?_location=rss",
          "title": "Music Project 'Utagoe wa Mille-Feuille' Gets Anime",
          "description": "The Uta Mill Vol.1 ~happy to sing~ event announced an anime adaptation for the Utagoe wa Mille-Feuille (Singing Voice is a Mille-Feuille) music project on Saturday. The event also revealed the main cast and staff. Cast Uta Komaki: Mirai Ayase Musubu Mayumori: Yuuko Natsuyoshi (Kunoichi Tsubaki no Mune no Uchi) Airi Kujou: Kanoko Sudo Rei Konoe: Misato Matsuoka (Eizouken ni wa Te wo Dasu na!) Uruu Miyazaki: Miharu Hanai (Selection Project) Yako Kumai: Haruka Aikawa (Edomae Elf) Pony Canyon and Ta...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687045746-1e319b1c1707e5bb8608ab679c4b2deb.jpeg",
          "pubDate": "Sun, 18 Jun 2023 01:49:39 +0200",
          "link": "https://myanimelist.net/news/69383114?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69381267?_location=rss",
          "title": "'Boku no Kokoro no Yabai Yatsu' Gets Second Season in Winter 2024",
          "description": "The 12th and final episode of the Boku no Kokoro no Yabai Yatsu (The Dangers in My Heart) television anime series announced a second season on Sunday. The new season is scheduled to premiere in January 2024 on TV Asahi and its 24 affiliate stations&#039; NUMAnimation programming block, followed by BS Asahi. Shin-Ei Animation produced the first season and premiered it on April 2. HIDIVE is streaming the series with English subtitles. The anime adapts Norio Sakurai&#039;s slice of life manga, whi...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687021751-d6c9b356841da93dcc6248d28ce0a152.jpeg",
          "pubDate": "Sat, 17 Jun 2023 19:08:40 +0200",
          "link": "https://myanimelist.net/news/69381267?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69381020?_location=rss",
          "title": "'Boukensha ni Naritai to Miyako ni Deteitta Musume ga S-Rank ni Natteta' Reveals Main Cast, Staff, First Promo, Fall 2023 Premiere",
          "description": "Bushiroad opened an official website for the television anime adaptation of Mojikakiya&#039;s Boukensha ni Naritai to Miyako ni Deteitta Musume ga S-Rank ni Natteta (My Daughter Left the Nest and Returned an S-Rank Adventurer) light novel on Sunday. The website also revealed the main cast, staff, key visual (pictured), and the first promotional video. The anime is scheduled to premiere in Fall 2023. Saori Hayami (Spy x Family) and Junichi Suwabe (Black Clover) are starring as Angeline and Belgri...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687019038-85e88b5c27abc3e638821fa91cde0915.jpeg",
          "pubDate": "Sat, 17 Jun 2023 18:26:51 +0200",
          "link": "https://myanimelist.net/news/69381020?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69373120?_location=rss",
          "title": "'Dr. Stone: New World' Second Cours Premieres in October 2023",
          "description": "The 11th and final episode of Dr. Stone: New World announced on Thursday that the third season&#039;s second cours will premiere in October 2023. Weekly Shounen Jump serialized Riichiro Inagaki and Boichi&#039;s post-apocalyptic adventure sci-fi manga from March 2017 to March 2022. Shueisha published the 26th and final volume on July 4 last year. Produced by TMS Entertainment, the 24-episode first anime season premiered in Summer 2019. The second season debuted in Winter 2021. Dr. Stone: New Wor...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686869409-512481eb97f26d9dd35636af822c4cbf.jpeg",
          "pubDate": "Fri, 16 Jun 2023 00:50:54 +0200",
          "link": "https://myanimelist.net/news/69373120?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69368754?_location=rss",
          "title": "'Undead Girl Murder Farce' Unveils Additional Staff, Theme Songs, First Promo",
          "description": "The official website of the Undead Girl Murder Farce television anime series revealed additional staff, theme songs, key visual (pictured), and the main promotional video on Wednesday. The anime is scheduled to premiere on July 6 at 12:55 a.m. on Fuji TV&#039;s +Ultra programming block. Staff Art Director: Teru Sekiguchi (Made in Abyss: Retsujitsu no Ougonkyou), Riku Satou (Made in Abyss: Retsujitsu no Ougonkyou background art) Director of Photography: Tomoyuki Shiokawa (Yakusoku no Neverland) C...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686785363-e7a27d523ecaf98206a1a7b235a1c33f.jpeg",
          "pubDate": "Thu, 15 Jun 2023 01:30:01 +0200",
          "link": "https://myanimelist.net/news/69368754?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69368596?_location=rss",
          "title": "'Sousou no Frieren' Reveals Additional Cast",
          "description": "The official website of the Sousou no Frieren (Frieren: Beyond Journey&#039;s End) television anime revealed three additional cast members on Wednesday. The anime is scheduled to air in Fall 2023 on NTV. Cast Himmel: Nobuhiko Okamoto (Boku no Hero Academia) Heiter: Hiroki Touchi (Hunter x Hunter) Eisen: Youji Ueda (JoJo no Kimyou na Bouken (TV)) Keiichirou Saitou (Bocchi the Rock!) is directing the television anime at Madhouse. Tomohiro Suzuki (One Punch Man) is in charge of the series compositi...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686781776-d39bfd1cd3946355a310fbe63bb326d7.jpeg",
          "pubDate": "Thu, 15 Jun 2023 00:30:54 +0200",
          "link": "https://myanimelist.net/news/69368596?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69368359?_location=rss",
          "title": "'Tonikaku Kawaii' Anime Series Gets ONA in Summer 2023",
          "description": "Warner Bros. Japan announced on Wednesday that the Tonikaku Kawaii anime series is receiving a four-episode original net anime series, titled Joshikou-hen (High School Days). The official website also revealed a key visual (pictured), additional cast, theme songs, and a promotional video. The ONA series premieres on July 12. Synopsis Nasa, at the request of his former junior high school teacher, Ms. Yanagi, finds himself entrusted with teaching a programming class at a high school. But here&#039...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686777720-c7ba3f61475bc8d00052bb543ce263d5.jpeg",
          "pubDate": "Wed, 14 Jun 2023 23:26:43 +0200",
          "link": "https://myanimelist.net/news/69368359?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69361972?_location=rss",
          "title": "'City Hunter Movie: Tenshi no Namida' Reveals Additional Cast, Staff, Trailer",
          "description": "The official website of the City Hunter: Tenshi no Namida (City Hunter The Movie: Angel Dust) movie revealed on Tuesday additional cast, staff, opening theme, key visual (pictured) and a trailer. The movie is scheduled to open in theaters on September 8. Cast Angie: Miyuki Sawashiro (Lupin the Third: Mine Fujiko to Iu Onna) Shin Kaibara: Kenyuu Horiuchi (Dorohedoro) Pirarucu: Tomokazu Seki (Fate/stay night) Espada: Subaru Kimura (Jujutsu Kaisen) Staff Director: Kazuyoshi Takeuchi (Soukou Kihei V...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686666856-2adf9399424d46c390401416984cfc21.jpeg",
          "pubDate": "Tue, 13 Jun 2023 16:36:45 +0200",
          "link": "https://myanimelist.net/news/69361972?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69360107?_location=rss",
          "title": "Manga 'Snack Basue' Gets Anime",
          "description": "An official website opened for an anime adaptation of Forbidden Shibukawa&#039;s Snack Basue manga on Tuesday, revealing the first key visual (pictured). The story is set in a snack bar named &quot;Snack Basue,&quot; situated in Sapporo City, Hokkaido. Shibukawa began serializing the gag manga in Young Jump magazine in July 2017. Shueisha shipped the 12th volume on November 17, with the 13th volume scheduled to go on sale on June 19. Official site: https://snackbasue.com/ Official Twitter: @snac...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686628303-65a7afc8c8b43be1569dcd725516ee10.jpeg",
          "pubDate": "Tue, 13 Jun 2023 05:57:10 +0200",
          "link": "https://myanimelist.net/news/69360107?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69358887?_location=rss",
          "title": "'Hokkyoku Hyakkaten no Concierge-san' Unveils Additional Cast",
          "description": "The official website of the Hokkyoku Hyakkaten no Concierge-san (The Concierge at Arctic Department Store) anime movie revealed on Monday additional cast members. The movie is scheduled to open in Japanese theaters in Fall 2023. Cast Laughing Owl Husband: Danshun Tatekawa (Sarusuberi: Miss Hokusai) Laughing Owl Wife: Sumi Shimamoto (Kaze no Tani no Nausica&auml;) Sea Mink Daughter: Minako Kotobuki (Hibike! Euphonium) Sea Mink Father: Hiroshi Yanaka (Naruto) Peacock: Hiroki Nanami (Somali to Mori...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686600975-48467c4e741de79870ef15895421430c.jpeg",
          "pubDate": "Mon, 12 Jun 2023 22:17:35 +0200",
          "link": "https://myanimelist.net/news/69358887?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69357984?_location=rss",
          "title": "'Konyaku Haki sareta Reijou wo Hirotta Ore ga, Ikenai Koto wo Oshiekomu' Reveals Pair of Additional Cast",
          "description": "The official website of the Konyaku Haki sareta Reijou wo Hirotta Ore ga, Ikenai Koto wo Oshiekomu (I&#039;m Giving the Disgraced Noble Lady I Rescued a Crash Course in Naughtiness: I&#039;ll Spoil Her with Delicacies and Style to Make Her the Happiest Woman in the World!) television anime revealed two additional cast members on Monday. The anime is scheduled to air in Fall 2023. Gosetsu: Ryoutarou Okiayu (Clannad) Lu: Atsumi Tanezaki (Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai) Ta...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686588138-e48f8a22d3193f8317050be0d00bc625.jpeg",
          "pubDate": "Mon, 12 Jun 2023 18:44:34 +0200",
          "link": "https://myanimelist.net/news/69357984?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69357940?_location=rss",
          "title": "'Yuzuki-san Chi no Yonkyoudai.' Unveils Main Cast, Additional Staff, Teaser Promo",
          "description": "The official website of the Yuzuki-san Chi no Yonkyoudai. (Youth Story of a Family) television anime series revealed on Monday the main cast, music composer, and a teaser promotional video. The anime is scheduled to premiere in October 2023. Cast Hayato: Ryouta Iwasaki (Noblesse) Mikoto: Kikunosuke Toya (Chainsaw Man) Minato: Miyuki Sakurai Gakuto: Momoka Terasawa (Blue Archive: Beautiful Day Dreamer) Yoshikazu Suo (Air Movie, Boukyaku no Senritsu) joins the staff as the music composer. Mitsuru...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686587579-25aadefa574a44905e115943a2a24710.jpeg",
          "pubDate": "Mon, 12 Jun 2023 18:34:24 +0200",
          "link": "https://myanimelist.net/news/69357940?_location=rss"
        }
      ]
    }
  }
}