{
  "rss": {
    "channel": {
      "title": "News - MyAnimeList",
      "description": "MyAnimeList's Feed of News",
      "link": "https://myanimelist.net/news?_location=rss",
      "item": [
        {
          "guid": "https://myanimelist.net/news/69345717?_location=rss",
          "title": "'Undead Girl Murder Farce' Reveals Additional Cast",
          "description": "The official website of the Undead Girl Murder Farce television anime series revealed additional cast members on Friday. The anime is scheduled to premiere in July 2023 on Fuji TV&#039;s +Ultra programming block. Cast Annie Kerber: Sayumi Suzushiro (86) Sherlock Holmes: Shinichiro Miki (Bleach) John H. Watson: Masaki Aizawa (Hajime no Ippo) Arsene Lupin: Mamoru Miyano (Bungou Stray Dogs) Phantom: Hiro Shimono (Shingeki no Kyojin) James Moriarty: Wataru Yokojima (Gyakuten Saiban: Sono &quot;Shinj...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686344197-b12be3161937c832e8cdfa0319d474b2.jpeg",
          "pubDate": "Fri, 09 Jun 2023 22:56:59 +0200",
          "link": "https://myanimelist.net/news/69345717?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69345286?_location=rss",
          "title": "'Jitsu wa Ore, Saikyou deshita?' Reveals Additional Cast, Staff, Theme Songs, Second Promo",
          "description": "The official website of the Jitsu wa Ore, Saikyou deshita? (Am I Actually the Strongest?) television anime revealed additional cast, staff, theme songs, a second promo, and a key visual (pictured) on Friday. The anime is scheduled to air on July 2 at 2:00 a.m. on ABC TV and TV Asahi&#039;s 24 affiliated stations on the ANiMAZiNG!!! programming block. Cast Gordo Zenfis: Masayuki Katou (Overlord) Natalia Zenfis: Yuuko Gotou (Suzumiya Haruhi no Yuuutsu) Johnny: Nobutoshi Canna (Kenpuu Denki Berserk...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686336132-4a78de7a93767c53ad109b0477736457.jpeg",
          "pubDate": "Fri, 09 Jun 2023 20:51:40 +0200",
          "link": "https://myanimelist.net/news/69345286?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69340629?_location=rss",
          "title": "'Hoshikuzu Telepath' Reveals Pair of Additional Cast",
          "description": "The official website of the Hoshikuzu Telepath (Stardust Telepath) television anime revealed two additional cast members, the music composer, and a teaser promo on Friday. The anime series is set to premiere in October 2023. Moe Nagamuta (Lapis Re:LiGHTs) and Shiki Aoki (Edens Zero) are joining the cast as Haruno Takaragi and Matataki Raimon, respectively. Kaori (5-toubun no Hanayome ∬) is helming the television anime at Studio Gokumi. Natsuko Takahashi (Comic Girls) and Kaori (Yuyushiki script)...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686243168-8c6abf7221c0e383a02a18b02519d5e7.jpeg",
          "pubDate": "Thu, 08 Jun 2023 18:56:21 +0200",
          "link": "https://myanimelist.net/news/69340629?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69340587?_location=rss",
          "title": "'Higeki no Genkyou to Naru Saikyou Gedou Last Boss Joou wa Tami no Tame ni Tsukushimasu.' Reveals Additional Cast, Second Promo",
          "description": "The official website of the television anime adaptation of Tenichi&#039;s Higeki no Genkyou to Naru Saikyou Gedou Last Boss Joou wa Tami no Tame ni Tsukushimasu. (The Most Heretical Last Boss Queen: From Villainess to Savior) light novel unveiled additional cast members and a second promotional video on Thursday. The anime is scheduled to premiere on July 7 at 12:00 a.m. on Tokyo MX and BS11, followed by MBS. Cast Sefek: M.A.O (Mao Ichimichi) (Tensei shitara Slime Datta Ken) Val: Junichi Suwabe...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686242664-2d007add00678f0a49833541debf8bfb.jpeg",
          "pubDate": "Thu, 08 Jun 2023 18:44:49 +0200",
          "link": "https://myanimelist.net/news/69340587?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69337304?_location=rss",
          "title": "'Ayaka' Unveils Additional Cast, First Promo",
          "description": "The official website of the Ayaka (Ayaka: A Story of Bonds and Wounds) original television anime unveiled additional cast members, key visual (pictured) and the main promotional video on Wednesday. The anime is scheduled to premiere on July 2 at 1:00 a.m. on Tokyo MX and BS11, followed by AT-X and Hokkaido TV. Cast Makoto Yanagi: Kenjirou Tsuda (Jujutsu Kaisen) Momoko Amamiya: Saori Hayami (Kimetsu no Yaiba) Sanji Inou: Nobuo Tobita (Hakuouki) Mitama: Hekiru Shiina (Danganronpa: Kibou no Gakuen...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686178895-1bee60bbf63007501e4e4e9e9507c761.png",
          "pubDate": "Thu, 08 Jun 2023 01:06:46 +0200",
          "link": "https://myanimelist.net/news/69337304?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69336918?_location=rss",
          "title": "'Hataraku Maou-sama!! 2nd Season' Reveals Additional Cast, Theme Songs, Second Promo",
          "description": "The official website of the Hataraku Maou-sama! (The Devil is a Part-Timer!) television anime series revealed on Wednesday additional cast members, theme songs, key visual (pictured), and a second promotional video. The sequel of the second season premieres on July 13 at 11:30 p.m. on Tokyo MX and BS11, followed by MBS and AT-X. Cast Acieth Alla: Madoka Asahina (Bokutachi wa Benkyou ga Dekinai) Farfarello: Tomokazu Sugita (Gintama) Erone: Megumi Han (&quot;Oshi no Ko&quot;) Camael: Chikahiro Kob...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686172538-968abed29d000a8c256aee2e720a31c6.png",
          "pubDate": "Wed, 07 Jun 2023 23:19:05 +0200",
          "link": "https://myanimelist.net/news/69336918?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69335501?_location=rss",
          "title": "Manga 'Hananoi-kun to Koi no Yamai' Gets TV Anime in 2024",
          "description": "Publisher Kodansha opened an official website for a television anime adaptation of Megumi Morino&#039;s Hananoi-kun to Koi no Yamai (A Condition Called Love) manga on Wednesday, revealing a teaser visual (pictured). The television anime is set to premiere in 2024. Morino began drawing the romance manga on the Dessert magazine in December 2017. Kodansha shipped the 12th volume on January 13, while the 13th volume is scheduled to be released on June 13. The manga has a cumulative 3.8 million copie...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686155011-51a1f4e5388c1f6a19d493fca5eb6e7c.jpeg",
          "pubDate": "Wed, 07 Jun 2023 18:27:22 +0200",
          "link": "https://myanimelist.net/news/69335501?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69329450?_location=rss",
          "title": "Hiro Mashima Begins New Manga 'Dead Rock' in July",
          "description": "The July 2023 issue of Monthly Shounen Magazine announced on Tuesday that Hiro Mashima is launching a new manga titled Dead Rock. The manga will begin in the magazine&#039;s August issue on July 6. Mashima also announced that the manga will have a short-term serialization. The manga takes place in a dark fantasy Demon Academy called Dead Rock, which is a demon king training institute that rules over the depths of the demon world. Yakuto, a young Demon World dweller, is challenged to the arduous...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686027735-495330f475ce86f6db847bf096e7d994.jpeg",
          "pubDate": "Tue, 06 Jun 2023 07:05:32 +0200",
          "link": "https://myanimelist.net/news/69329450?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69329056?_location=rss",
          "title": "'Sand Land' Announces Additional Cast",
          "description": "The official website of the Sand Land anime movie adaptation revealed on Tuesday six additional cast and a new visual (pictured). The movie is scheduled to open in Japanese theaters on August 18. Cast Satan: Akio Ootsuka (Mob Psycho 100) Kokuou: Chafurin (Higurashi no Naku Koro ni) Swimmer&#039;s Papa: Tomokazu Sugita (Gintama) Pike: Kouji Yusa (Bleach) Shark: Hiroyuki Yoshino (Shingeki no Bahamut: Genesis) Guppy: Masafumi Kobatake (Spy x Family) Toshihisa Yokoshima (Cocolors) helms the movie at...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686021095-63b8abb1856e87afeaf5946d59a932fa.png",
          "pubDate": "Tue, 06 Jun 2023 05:10:13 +0200",
          "link": "https://myanimelist.net/news/69329056?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69328957?_location=rss",
          "title": "'Mononogatari 2nd Season' Announces Additional Cast",
          "description": "The official website of the Mononogatari (Malevolent Spirits: Mononogatari) television anime announced additional cast members for the second season on Friday. The second season is set to broadcast on July 4 at 12:00 a.m. on Tokyo MX and BS11, followed by AT-X and Tochigi TV. Cast Karakasa no Tsukumogami: Youko Hikasa (Summertime Render) Tsumabiki: Mika Doi (Macross) Tsuzumi: Kouhei Fukuhara (One Piece) Fukie: Yuusuke Shirai (Sasaki to Miyano) Megatera Zero is performing the opening theme &quot;...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686018380-d37cc0cef6e87f0330b6949091ab866a.jpeg",
          "pubDate": "Tue, 06 Jun 2023 04:30:41 +0200",
          "link": "https://myanimelist.net/news/69328957?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69327207?_location=rss",
          "title": "'Suki na Ko ga Megane wo Wasureta' Unveils Additional Cast, Third Promo",
          "description": "The official website of the Suki na Ko ga Megane wo Wasureta (The Girl I Like Forgot Her Glasses) television anime unveiled additional cast members, a third promotional video, and a third key visual (pictured) on Monday. The anime series is set to premiere on July 4 on Tokyo MX, followed by MBS and BS Asahi. Cast Asuka Kawato: Aya Uchida (Love Live! School Idol Project) Maho Tooyama: Minori Suzuki (Macross &Delta;) Azuma Ren: Ryouhei Kimura (Grand Blue) Tomo Yasaka: Yuusuke Kobayashi (Re:Zero ka...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1685985812-d7a05a3884b665b7cc049c209ea183f6.jpeg",
          "pubDate": "Mon, 05 Jun 2023 19:31:29 +0200",
          "link": "https://myanimelist.net/news/69327207?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69325128?_location=rss",
          "title": "PV Collection for May 29 - Jun 4",
          "description": "Here is a collection of promotional videos, television ads, teasers, and trailers that were released last week. This thread excludes videos that have already been featured in an article. Please check the News Board, under the Preview tag, for articles that feature a promotional video. Last week&#039;s PV thread can be found here. Black Clover: Mahou Tei no Ken | Movie | PV The character videos for Pierrot&#039;s Black Clover: Mahou Tei no Ken (Black Clover: Sword of the Wizard King) previews the...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1685950124-c9f1db5c1abbbfee437ae7e13c9fa4d8.jpeg",
          "pubDate": "Mon, 05 Jun 2023 09:29:33 +0200",
          "link": "https://myanimelist.net/news/69325128?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69324640?_location=rss",
          "title": "'Shin Tennis no Ouji-sama: U-17 World Cup' Gets Sequel in 2024",
          "description": "The official website of the Tennis no Ouji-sama (The Prince of Tennis) franchise announced a sequel for the Shin Tennis no Ouji-sama: U-17 World Cup (The Prince of Tennis II: U-17 World Cup) television anime on Sunday. Subtitled U-17 World Cup Semifinal, the sequel depicting the semifinal match between Japan and Germany will premiere in 2024. The website also revealed a logo featuring the teams&#039; colors (pictured). The U-17 World Cup television anime aired in 13 episodes in Summer 2022, mark...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1685941881-e57cb727512f506e7e2098387eca35ad.jpeg",
          "pubDate": "Mon, 05 Jun 2023 07:13:28 +0200",
          "link": "https://myanimelist.net/news/69324640?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69324573?_location=rss",
          "title": "'Ishura' Announces Additional Cast",
          "description": "The official website of the Ishura television anime announced three additional cast members on Monday. The anime series will exclusively stream worldwide on Disney+. Cast Sekaishi no Kia: Aoi Yuuki (Youjo Senki) Akai Shisen no Erea: Mamiko Noto (Kidou Senshi Gundam: Suisei no Majo) Rankai Ryoureki Nihiro: Rie Takahashi (&quot;Oshi no Ko&quot;) Ishura adapts Keiso&#039;s action fantasy light novel, which originally began on the Kakuyomu website in June 2017, followed by Shousetsuka ni Narou the f...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1685941212-8ee261f9ba6c5db6c5f8ee1376abed23.jpeg",
          "pubDate": "Mon, 05 Jun 2023 07:01:26 +0200",
          "link": "https://myanimelist.net/news/69324573?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69324463?_location=rss",
          "title": "'Genjitsu no Yohane: Sunshine in the Mirror' Reveals Additional Cast, Staff, Second Promo",
          "description": "The official website for the Genjitsu no Yohane: Sunshine in the Mirror television anime series revealed on Sunday additional cast, staff, and a second promotional video. The anime is scheduled to premiere on July 2 at 10:30 p.m. on Tokyo MX, followed by BS11, Sun TV, KBS Kyoto, TV Aichi, and Shizuoka Broadcasting. Cast Shiitake: Anna Mugiho (Love Live! Superstar!!) Tonosama: Nobuo Tobita (Osomatsu-san) Staff Assistant Director: Katsuya Asano (Blue Period director) Serial Illustration, Concept D...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1685939253-363e1d76398bcbcfce103ebd261c6cb9.jpeg",
          "pubDate": "Mon, 05 Jun 2023 06:28:57 +0200",
          "link": "https://myanimelist.net/news/69324463?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69324279?_location=rss",
          "title": "Sunrise Produces New 'Macross' Anime Project",
          "description": "The sixth and final day of the Walk&uuml;re Final Live Tour 2023 concert ended with an announcement on Sunday that a new Macross anime project is currently in production. Sunrise, the animation studio behind the Gundam and Love Live franchises, will produce the new anime project. Shoji Kawamori and Studio Nue created the Macross franchise in 1982, beginning with a 36-episode television anime by Tatsunoko Production and subsequently producing multiple sequels and movies in the following years. Ma...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1685934210-280417513ab51f9302c556ce0acf0654.jpeg",
          "pubDate": "Mon, 05 Jun 2023 05:15:10 +0200",
          "link": "https://myanimelist.net/news/69324279?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69324162?_location=rss",
          "title": "'Sugar Apple Fairy Tale Part 2' Unveils Additional Cast, First Promo",
          "description": "The official website of the Sugar Apple Fairy Tale television anime revealed additional cast and a promotional video for the second part. The second cour is set to premiere on July 7 at 9:30 p.m. on Tokyo MX, followed by BS Asahi, Sun TV, and KBS Kyoto. Cast Orland Langston: Nobuhiko Okamoto (Kami no Tou) King: Kouji Okino (Boku no Hero Academia 2nd Season) Valentine: Atsushi Tamaru (Tamako Market) Nadil: Shouya Chiba (Jibaku Shounen Hanako-kun) Gladice: Souma Saitou (Yuukoku no Moriarty) Noah:...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1685932132-5e3b85fd9ddb59c34481d75b276027e1.jpeg",
          "pubDate": "Mon, 05 Jun 2023 04:31:34 +0200",
          "link": "https://myanimelist.net/news/69324162?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69309013?_location=rss",
          "title": "'Uchi no Kaisha no Chiisai Senpai no Hanashi' Unveils Additional Cast, Staff, Theme Songs, First Promo",
          "description": "The official website for the television anime adaptation of Saisou&#039;s Uchi no Kaisha no Chiisai Senpai no Hanashi (My Company&#039;s Small Senpai) manga revealed additional cast, staff, theme songs, key visual (pictured), and first promotional video. The anime is scheduled to premiere on July 2 on TV Asahi&#039;s NUMAnimation&#039;s programming block, followed by BS Asahi and AT-X. Cast Chihiro Akina: Nobunaga Shimazaki (Blue Lock) Chinatsu Hayakawa: Yumiri Hanamori (Yofukashi no Uta) Yutaka...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1685677785-6ced87aee9e8d82de49b12cf4ac368d0.png",
          "pubDate": "Fri, 02 Jun 2023 05:49:13 +0200",
          "link": "https://myanimelist.net/news/69309013?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69308626?_location=rss",
          "title": "'Hokkyoku Hyakkaten no Concierge-san' Reveals Main Cast, Supporting Staff, First Trailer",
          "description": "The official website of the Hokkyoku Hyakkaten no Concierge-san (The Concierge at Arctic Department Store) anime movie revealed on Friday the main cast, additional staff, and the first trailer. The movie is scheduled to open in Japanese theaters in Fall 2023. Cast Akino: Natsumi Kawaida (Hige wo Soru. Soshite Joshikousei wo Hirou.) Eruru: Takeo Ootsuka (&quot;Oshi no Ko&quot;) Toudou: Nobuo Tobita (Osomatsu-san) Mori: Megumi Han (Little Witch Academia) Iwase: Natsumi Fujiwara (Great Pretender)...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1685671638-1951b8b80472b5d3b4ee30f8a53aa4ef.jpeg",
          "pubDate": "Fri, 02 Jun 2023 04:08:05 +0200",
          "link": "https://myanimelist.net/news/69308626?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69306244?_location=rss",
          "title": "Japan's Yearly Manga and Light Novel Rankings for 2023 (First Half)",
          "description": "Here are the manga and light novel sales rankings for the first half of the fiscal year of 2023 (November 21, 2022 to May 21, 2023). Manga Sales by Series *1.　8,046,032　Blue Lock *2.　4,492,906　Chainsaw Man *3.　4,199,966　Slam Dunk *4.　3,757,215　Jujutsu Kaisen *5.　3,550,097　One Piece Manga Sales by Volume *1.　1,758,255　One Piece Vol.105 *2.　1,553,984　Jujutsu Kaisen Vol.21 *3.　1,318,536　Jujutsu Kaisen Vol.22 *4.　1,177,254　Spy x Family Vol.11 *5.　*,846,297　Tokyo卍Revengers Vol.31 *6.　*,726,883　Boku n...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1685635080-84b78e22c741f89dbb80d3ec5b6f8670.jpeg",
          "pubDate": "Thu, 01 Jun 2023 18:03:42 +0200",
          "link": "https://myanimelist.net/news/69306244?_location=rss"
        }
      ]
    }
  }
}