{
  "rss": {
    "channel": {
      "title": "News - MyAnimeList",
      "description": "MyAnimeList's Feed of News",
      "link": "https://myanimelist.net/news?_location=rss",
      "item": [
        {
          "guid": "https://myanimelist.net/news/69439836?_location=rss",
          "title": "'\"Oshi no Ko\"' Gets Second Season",
          "description": "The 11th and final episode of the television anime adaptation of Aka Akasaka and Mengo Yokoyari&#039;s &quot;Oshi no Ko&quot; manga announced a second season on Wednesday, revealing a teaser visual (pictured). Produced by Doga Kobo, the 11-episode first anime season premiered its 82-minute first episode in Japanese theaters on March 17. Regular broadcasting began on April 12. HIDIVE simulcast the series worldwide, excluding Central America, South America, and Asia. Akasaka and Yokoyari began ser...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687962784-2c0b4b85ca47872c968bdf9954ac7a9d.jpeg",
          "pubDate": "Wed, 28 Jun 2023 16:34:17 +0200",
          "link": "https://myanimelist.net/news/69439836?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69436186?_location=rss",
          "title": "Manga 'Cocoon' Gets Anime in Summer 2025",
          "description": "Television broadcaster NHK announced an anime adaptation of Machiko Kyou&#039;s Cocoon manga on Tuesday, revealing the main staff and a teaser visual (pictured above). The anime is scheduled to premiere on NHK in Summer 2025. Staff Animation Producer: Hitomi Tateno (Kaguya-hime no Monogatari in-between animation) Studio: Sasayuri Production: NHK, NHK Enterprises Kyou serialized the historical drama manga in Elegance Eve from May 2008 to July 2010. Synopsis San and Mayu are two schoolgirls livin...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687897364-abbd261ea79519c55b6c13855c041c74.jpeg",
          "pubDate": "Tue, 27 Jun 2023 22:25:15 +0200",
          "link": "https://myanimelist.net/news/69436186?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69430405?_location=rss",
          "title": "Manga 'Himesama \"Goumon\" no Jikan desu' Gets TV Anime for Winter 2024",
          "description": "An official website for a television anime adaptation of Robinson Haruhara (Senyuu.) and Hirakei&#039;s Himesama &quot;Goumon&quot; no Jikan desu (&#039;Tis Time for &quot;Torture,&quot; Princess) manga opened on Tuesday and revealed the main cast, staff, teaser visual (pictured), and a teaser promotional video. The anime is scheduled to premiere in January 2024. Cast Hime: Haruka Shiraishi (Golden Kamuy) EX: Chikahiro Kobayashi (Beastars) Torture Tortura: Shizuka Itou (High School DxD) Staff Di...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687799657-5d83e8965c109d07da1ac152906ce28b.jpeg",
          "pubDate": "Mon, 26 Jun 2023 19:16:03 +0200",
          "link": "https://myanimelist.net/news/69430405?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69430374?_location=rss",
          "title": "'Kizuna no Allele' Gets Second Season in Fall 2023",
          "description": "The official website of the Kizuna no Allele television anime announced a second season on Tuseday. The anime is set to premiere in October 2023. Produced by Wit Studio and Signal.MD, the television anime aired in Spring 2023. Crunchyroll simulcast the series as it aired. Kizuna no Allele is an anime project for the virtual YouTuber (VTuber) Kizuna AI, who went on an indefinite hiatus after her &quot;hello, world 2022&quot; live stream concert in February 2022. The Kizuna AI YouTube channel, A....",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687799319-4de34d3f441311db7834b7ffe0b082e2.jpeg",
          "pubDate": "Mon, 26 Jun 2023 19:10:37 +0200",
          "link": "https://myanimelist.net/news/69430374?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69429570?_location=rss",
          "title": "'Golden Kamuy' TV Anime Announces Final Chapter",
          "description": "The 13th and final episode of Golden Kamuy Season 4 announced on Monday that a new anime sequel is in production and will adapt the final arc of the series. The website also revealed a teaser visual (pictured). Golden Kamuy adapts Satoru Noda&#039;s historical adventure manga, which serialized in Young Jump magazine from August 2014 to April 2022. Shueisha shipped the 31st and final volume on July 19 last year. The manga has a cumulative 24 million copies in circulation. VIZ Media licensed the m...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687790671-38d4b9825b7b4cedc003ac60111c2595.jpeg",
          "pubDate": "Mon, 26 Jun 2023 16:49:08 +0200",
          "link": "https://myanimelist.net/news/69429570?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69427442?_location=rss",
          "title": "PV Collection for Jun 19 - 25",
          "description": "Here is a collection of promotional videos, television ads, teasers, and trailers that were released last week. This thread excludes videos that have already been featured in an article. Please check the News Board, under the Preview tag, for articles that feature a promotional video. Last week&#039;s PV thread can be found here. Eiyuu Kyoushitsu | TV | PV The second promotional video for Actas&#039; anime adaptation of Eiyuu Kyoushitsu (Classroom for Heroes) previews the cast alongside the seri...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687754801-159490dd4d8795a24cac9ebbdf2b2134.jpeg",
          "pubDate": "Mon, 26 Jun 2023 06:48:19 +0200",
          "link": "https://myanimelist.net/news/69427442?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69414645?_location=rss",
          "title": "'Love Live! Nijigasaki Gakuen School Idol Doukoukai' Gets Three-Part Anime Movie in 2024",
          "description": "The stage greeting for the Love Live! Nijigasaki Gakuen School Idol Doukoukai: Next Sky (Love Live! Nijigasaki High School Idol Club: Next Sky) original video anime announced a three-part anime movie for the series on Friday, revealing a teaser visual (pictured above). The first part is set to premiere in 2024. Sunrise produced the 13-episode first anime season in Fall 2020, with the second anime season in Spring 2022. The original video anime, subtitled Next Sky, was released on June 23. Crunc...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687552958-0fc8e9948fce6816ec4c33ad2adc66da.jpeg",
          "pubDate": "Fri, 23 Jun 2023 22:45:11 +0200",
          "link": "https://myanimelist.net/news/69414645?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69413896?_location=rss",
          "title": "'Megami no Café Terrace' Second Season Announced for 2024",
          "description": "The 12th and final episode of the Megami no Caf&eacute; Terrace (The Caf&eacute; Terrace and Its Goddesses) television anime announced a second season on Saturday. The new season is set to premiere in 2024. Produced by Tezuka Productions, the television anime aired in Spring 2023. Crunchyroll simulcast the title worldwide. Megami no Caf&eacute; Terrace adapts Kouji Seo&#039;s romantic comedy manga, which began serializing in Weekly Shounen Magazine in February 2021. Kodansha shipped the tenth v...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687543285-f6c7e9448022207a7198f24079648a87.jpeg",
          "pubDate": "Fri, 23 Jun 2023 20:04:45 +0200",
          "link": "https://myanimelist.net/news/69413896?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69413495?_location=rss",
          "title": "Summer 2023 Preview",
          "description": "In this thread, you&#039;ll find a comprehensive list of Summer 2023 titles with an accompanying promotional video, commercial, teaser, or trailer. This post will be updated to include a video for titles that are missing one, leading up to the start of the season. Titles that already have a video embedded will instead have their newly released videos added to the video tab in their respective entries. For convenience, the video tab can be accessed via the additional videos link next to the embed...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687537595-d2ac2a111c60f195832030eb0f83ed2e.jpeg",
          "pubDate": "Fri, 23 Jun 2023 18:27:16 +0200",
          "link": "https://myanimelist.net/news/69413495?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69411116?_location=rss",
          "title": "'Watashi no Shiawase na Kekkon' Reveals Additional Cast Pair, Third Promo",
          "description": "The official website of the Watashi no Shiawase na Kekkon (My Happy Marriage) television anime revealed two additional cast members and a third promo on Friday. The anime is set to premiere on July 5 at 11:30 p.m. on Tokyo MX, followed by Sun TV, KBS Kyoto, TV Aichi, BS11, and AT-X. Toshinari Fukamachi (Arifureta Shokugyou de Sekai Saikyou) and Akira Ishida (Kanojo ga Koushaku-tei ni Itta Riyuu) are joining the cast as Kazushi Tatsuishi and Takaihito, respectively. Takehiro Kubota (Id:Invaded as...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687495812-3fcf15a42552aa35b78ed451955bf317.jpeg",
          "pubDate": "Fri, 23 Jun 2023 06:32:01 +0200",
          "link": "https://myanimelist.net/news/69411116?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69409440?_location=rss",
          "title": "'Ousama Ranking' Gets New Anime Movie",
          "description": "The official website of the television anime adapting Sousuke Tooka&#039;s Ousama Ranking (Ranking of Kings) manga announced a new anime movie on Friday. Produced by Wit Studio, the 23-episode television anime aired in Fall 2021. A side story, subtitled Yuuki no Takarabako (The Treasure Chest of Courage) aired in 10 episodes Spring 2023. Funimation and Crunchyroll simulcast the television anime and side story, respectively, worldwide. Tooka originally began drawing the series as a web manga on t...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687461193-d86282bb10de02f103910217a852075b.jpeg",
          "pubDate": "Thu, 22 Jun 2023 21:24:10 +0200",
          "link": "https://myanimelist.net/news/69409440?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69408716?_location=rss",
          "title": "'Mahoutsukai no Yome Season 2' Second Part Premieres in Fall 2023",
          "description": "The 12th and final episode of the Mahoutsukai no Yome Season 2 (The Ancient Magus&#039; Bride Season 2) television anime announced on Thursday a second part, revealing a teaser promo. The second part is set to air on October 5 at 10:00 p.m. on Tokyo MX, followed by BS11, Sun TV, and KBS Kyoto. Produced by Wit Studio, the 24-episode first anime season aired in Fall 2017. The second anime season, by Studio Kafka, aired in 12 episodes in Spring 2023. Crunchyroll simulcast both seasons worldwide. Th...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687451109-ca7a82efae883c8e21f9b199e9e162d3.jpeg",
          "pubDate": "Thu, 22 Jun 2023 18:32:37 +0200",
          "link": "https://myanimelist.net/news/69408716?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69401712?_location=rss",
          "title": "Yanmar Announces 'Miru' Original Anime Project",
          "description": "Industrial machinery company Yanmar Holdings Co. Ltd. (Yanmar) announced an original anime project titled Miru on Tuesday. The company also launched an official website, revealing the main staff and a key visual (pictured). Studio Nue&#039;s Shigeru Morita (Kore wa Zombie desu ka?, Kuromukuro) is penning the screenplay. Yanmar created and produced the title, with design and marketing company btrax Japan credited for cooperation. The anime is expected to premiere in 2024. Yanmar will hold a booth...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687325205-cb51bb046592ceee395eb1eb3b09426e.jpeg",
          "pubDate": "Wed, 21 Jun 2023 07:29:45 +0200",
          "link": "https://myanimelist.net/news/69401712?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69398437?_location=rss",
          "title": "Light Novel 'Dekisokonai to Yobareta Motoeiyuu wa Jikka kara Tsuihou sareta node Sukikatte ni Ikiru Koto ni Shita' Gets TV Anime",
          "description": "Production company Happinet opened an official website for a television anime adaptation of Shin Kouzuki&#039;s Dekisokonai to Yobareta Motoeiyuu wa Jikka kara Tsuihou sareta node Sukikatte ni Ikiru Koto ni Shita (The Banished Former Hero Lives as He Pleases) light novel on Tuesday. The website also revealed the main cast, staff, and a teaser visual (pictured). Shouta Aoi (Otome Game no Hametsu Flag shika Nai Akuyaku Reijou ni Tensei shiteshimatta..., Oushitsu Kyoushi Heine) is starring as Allen...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687275059-855c4d9eea2cee97a4dc4ff95cbe6da9.jpeg",
          "pubDate": "Tue, 20 Jun 2023 17:31:14 +0200",
          "link": "https://myanimelist.net/news/69398437?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69396394?_location=rss",
          "title": "Idol Project \"Hana-Doll*\" Gets Anime",
          "description": "An anime adaptation for the Hana-Doll* 2.5D idol project was announced at the Behind The Frame- Anthos* stage event on Monday. The anime will premiere under the title Hana-Doll*: Reinterpretation of Flowering and cover the drama CD&#039;s first season Flowering. Movic launched the idol franchise in 2019, which includes multiple drama CDs, music, and stage play. Shounen Magazine Edge began serializing a manga titled Hana-Doll*: Flowering - Boys were still in a dream by illustrator Ikuhiro Nao in...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687241421-df5a7b75bf925bb7020bc350a3d6b355.jpeg",
          "pubDate": "Tue, 20 Jun 2023 08:10:38 +0200",
          "link": "https://myanimelist.net/news/69396394?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69392867?_location=rss",
          "title": "'Level 1 dakedo Unique Skill de Saikyou desu' Unveils Pair of Additional Cast, Second Promo",
          "description": "The official website of the Level 1 dakedo Unique Skill de Saikyou desu (My Unique Skill Makes Me OP Even at Level 1) television anime unveiled two additional cast members, the opening theme, and a second promo on Monday. The anime is set to air on July 8 at 10:00 p.m. on Tokyo MX, followed by BS NTV and AT-X. Saori Oonishi (Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka) and Kanon Takao (Uchi no Ko no Tame naraba, Ore wa Moshikashitara Maou mo Taoseru kamo Shirenai.) are joining the c...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687191655-1c6281b63f09e1e44a6a91f22654c57d.jpeg",
          "pubDate": "Mon, 19 Jun 2023 18:27:28 +0200",
          "link": "https://myanimelist.net/news/69392867?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69387356?_location=rss",
          "title": "North American Anime & Manga Releases for June",
          "description": "Here are the North American anime, manga, and light novel releases for June. Week 1: June 6 - 12 Anime Releases Platinum End Part 2 Blu-ray Triage X Complete Collection Blu-ray [2023 Re-release] Manga Releases Akagami no Shirayuki-hime (Snow White with the Red Hair) Vol.25 Ayashimon Vol.2 Dragon Ball Super Vol.18 Futari Escape Vol.3 Futari wa Daitai Konna Kanji (The Two of Them Are Pretty Much Like This) Vol.3 Grand Blue (Grand Blue Dreaming) Vol.19 Ima, Koi wo Shiteimasu. (Ima Koi: Now I&rsquo;...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687105613-dd9444dc8a299d615f456e5c351740cd.jpeg",
          "pubDate": "Sun, 18 Jun 2023 19:27:49 +0200",
          "link": "https://myanimelist.net/news/69387356?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69387282?_location=rss",
          "title": "'Boku to Roboko' Gets Anime Movie in Winter 2024",
          "description": "The 28th and final episode of Boku to Roboko (Me &amp; Roboco) announced an anime movie for the series on Monday. The official website also revealed an announcement video. The movie is scheduled to open in theaters in Winter 2024. The 28th issue of Weekly Shounen Jump serialized the latest chapter of Shuuhei Miyazaki&#039;s sci-fi gag manga, where Roboko becomes an actress in an independent movie. The issue posted an illustration for the chapter (pictured right). The short television anime produ...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687108218-9862376dbe06b03a17261f52e5ac1180.jpeg",
          "pubDate": "Sun, 18 Jun 2023 19:10:36 +0200",
          "link": "https://myanimelist.net/news/69387282?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69386975?_location=rss",
          "title": "'Kimetsu no Yaiba: Hashira Geiko-hen' TV Anime Announced",
          "description": "The 11th and final episode of Kimetsu no Yaiba: Katanakaji no Sato-hen (Demon Slayer: Kimetsu no Yaiba Swordsmith Village Arc) announced a television anime adaptation of the next arc&mdash;Hashira Geiko-hen (Hashira Training Arc)&mdash;following its broadcast on Monday. The official website also revealed five teaser visuals (pictured) and an announcement promo. Haruo Sotozaki (Tales of Zestiria the Cross) is once again returning to helm the new arc at animation studio ufotable. Akira Matsushima...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687104949-5d13f95ed252c41b9ec78890a079164d.jpeg",
          "pubDate": "Sun, 18 Jun 2023 18:16:38 +0200",
          "link": "https://myanimelist.net/news/69386975?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69386621?_location=rss",
          "title": "'Tokyo Revengers: Tenjiku-hen' Reveals Additional Cast, First Promo, Fall 2023 Premiere",
          "description": "The official website of the Tokyo Revengers television anime series revealed on Sunday four additional cast members and a promotional video for the Tenjiku-hen (Tenjiku arc). Third season is scheduled to premiere in October 2023 on MBS, TV Tokyo, and AT-X. Cast Shion Madarame: Kouki Uchiyama (Boku no Hero Academia) Kakuchou: Seiichirou Yamashita (Kage no Jitsuryokusha ni Naritakute!) Rindou Haitani: Hiro Shimono (Kimetsu no Yaiba) Ran Haitani: Daisuke Namikawa (Hunter x Hunter (2011)) Kouichi Ha...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1687101989-52598d017641148af55d2bf4d0abfb68.jpeg",
          "pubDate": "Sun, 18 Jun 2023 17:28:25 +0200",
          "link": "https://myanimelist.net/news/69386621?_location=rss"
        }
      ]
    }
  }
}