{
  "rss": {
    "channel": {
      "title": "News - MyAnimeList",
      "description": "MyAnimeList's Feed of News",
      "link": "https://myanimelist.net/news?_location=rss",
      "item": [
        {
          "guid": "https://myanimelist.net/news/69494360?_location=rss",
          "title": "Original TV Anime 'Bokura no Ameiro Protocol' Announced for Fall 2023",
          "description": "An official website opened for an original television anime titled Bokura no Ameiro Protocol (Our Rainy Protocol) on Saturday and revealed the main cast, staff, teaser visual (pictured), and teaser promotional video. The anime is scheduled to premiere in October 2023 on TVAsahi&#039;s 24 affiliated channels on the NUMAnimation programming block, followed by Miyazaki Broadcasting and BS Asahi. Cast Shun Tokinoya: Kensho Ono (Kuroko no Basket) Yuu Saegusa: Sora Amamiya (Kanojo, Okarishimasu) Nozom...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688792330-effc15f5a1d30701c30be1fcca8db73c.png",
          "pubDate": "Sat, 08 Jul 2023 07:01:06 +0200",
          "link": "https://myanimelist.net/news/69494360?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69492589?_location=rss",
          "title": "'Shangri-La Frontier: Kusoge Hunter, Kamige ni Idoman to su' Reveals Additional Staff, Second Promo",
          "description": "The official website of the Shangri-La Frontier: Kusoge Hunter, Kamige ni Idoman to su television anime revealed additional staff and a second promo on Friday. The anime will have two consecutive cours scheduled to premiere in October 2023 at 5:00 p.m. on Sunday on MBS and TBS&#039; 28 affiliated stations. Staff Monster Design: Yoshihiro Nagamori (Bakugan Battle Brawlers character design), Hiroyuki Taiga (Elfen Lied mechanical design), Emi Kouno (Majo no Tabitabi chief animation director), Hiro...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688759077-329ab684d018948292501b77d0ec6bf7.jpeg",
          "pubDate": "Fri, 07 Jul 2023 21:47:10 +0200",
          "link": "https://myanimelist.net/news/69492589?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69491554?_location=rss",
          "title": "'Watashi no Shiawase na Kekkon' Receives OVA Episode in Winter 2024",
          "description": "The official website of the Watashi no Shiawase na Kekkon (My Happy Marriage) television anime announced on Friday that the anime will receive an original video anime episode, titled Watashi no Shiawase na Katachi. The new original episode will be released as a bundle with the eighth light novel volume in March 2024. Produced by Kinema Citrus, the television anime began airing in Summer 2023. Netflix simulcast the anime worldwide. The television anime adapts Akumi Agitogi&#039;s historical drama...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688748355-b9a5d44819701a0fe23df3ea3ab79252.jpeg",
          "pubDate": "Fri, 07 Jul 2023 18:48:42 +0200",
          "link": "https://myanimelist.net/news/69491554?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69491232?_location=rss",
          "title": "Manga 'Kekkon suru tte, Hontou desu ka' Gets TV Anime",
          "description": "An official website for a television anime adaptation of Tamiki Wakaki&#039;s Kekkon suru tte, Hontou desu ka (365 Days to the Wedding) manga opened on Friday. Wakaki began serializing the workplace romance manga in Big Comic Spirits magazine in March 2020 and ended on June 12. Shogakukan shipped the 10th volume on April 12. The 11th and final volume is scheduled to release on July 12. Seven Seas Entertainment licensed the manga in English on February 8. The first volume will go on sale on Nove...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688743395-59018ad8f07e4d505c7726c7bd855672.png",
          "pubDate": "Fri, 07 Jul 2023 17:23:59 +0200",
          "link": "https://myanimelist.net/news/69491232?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69487257?_location=rss",
          "title": "Light Novel 'Henjin no Salad Bowl' Gets TV Anime",
          "description": "A television anime adaptation of Yomi Hirasaka&#039;s Henjin no Salad Bowl (Salad Bowl of Eccentrics) light novel has been announced on Thursday and revealed an illustration (pictured) to commemorate the announcement. Hirasaka began penning the fantasy comedy novel under the Shogakukan&#039;s Gagaga Bunko imprint in October 2021, with illustrations by Kantoku. Both previously worked together on the Imouto sae Ireba Ii. (A Sister&#039;s All You Need.) light novel. Shogakukan shipped the fourth vo...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688678372-e4fdcd63d5da976c697ec317def991e3.jpeg",
          "pubDate": "Thu, 06 Jul 2023 23:20:48 +0200",
          "link": "https://myanimelist.net/news/69487257?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69485927?_location=rss",
          "title": "North American Anime & Manga Releases for July",
          "description": "Here are the North American anime, manga, and light novel releases for July. Week 1: July 4 - 10 Anime Releases Obey Me! Season 2 (Obey Me! The Anime: Season 2) Complete Collection Blu-ray One Piece Season 13, Voyage 1 Blu-ray &amp; DVD Combo [incl. episodes 783-794] Re:cycle of the Penguindrum Movie Collection Blu-ray Shokei Shoujo no Virgin Road (The Executioner and Her Way of Life) Complete Collection Blu-ray Manga Releases Ao no Hako (Blue Box) Vol.5 Boushoku no Berserk: Ore dake Level to Iu...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688659093-aee680439a505a664f56ea147ceee2a6.jpeg",
          "pubDate": "Thu, 06 Jul 2023 18:58:46 +0200",
          "link": "https://myanimelist.net/news/69485927?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69478808?_location=rss",
          "title": "Manga 'Yubisaki to Renren' Gets TV Anime for Winter 2024",
          "description": "An official website opened for a television anime adaptation of Suu Morishita&#039;s Yubisaki to Renren (A Sign of Affection) manga on Wednesday. The website also revealed the main cast, staff, teaser visual (pictured), and a teaser promotional video. The anime is scheduled to premiere in January 2024. Sumire Morohoshi (Yakusoku no Neverland) and Yuu Miyazaki (Haikyuu!! To the Top) are starring as Yuki Itose and Itsuomi Nagi, respectively. Staff Director, Storyboard: Yuuta Murano (Kakushigoto) S...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688560467-81cf6138a4990ac60410ee145ddf7cd0.jpeg",
          "pubDate": "Wed, 05 Jul 2023 14:35:01 +0200",
          "link": "https://myanimelist.net/news/69478808?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69470875?_location=rss",
          "title": "'Kikansha no Mahou wa Tokubetsu desu' Unveils Production Staff, Additional Cast, First Promo, Fall 2023 Premiere",
          "description": "The Crunchyroll Industry panel at Anime Expo 2023 revealed on Monday the production staff, additional cast, opening theme, and first promo for the television anime adaptation of Yu So-nan and Uk-jakga&#039;s Kikansha no Mahou wa Tokubetsu desu (A Returner&#039;s Magic Should Be Special) manhwa. The anime is scheduled to premiere in October 2023. Sayumi Suzushiro (Bocchi the Rock!) and Natsumi Fujiwara (Great Pretender) are joining the cast as Romantica Eru and Pram Schneider, respectively. Staff...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688441705-bf18cccf2ab5e27f47017fa18702adab.jpeg",
          "pubDate": "Tue, 04 Jul 2023 05:35:16 +0200",
          "link": "https://myanimelist.net/news/69470875?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69470666?_location=rss",
          "title": "'Ore dake Level Up na Ken' Unveils Main Cast, First Promo",
          "description": "The Crunchyroll Industry panel at Anime Expo 2023 revealed on Monday the main cast and a promotional video for the Ore dake Level Up na Ken (Solo Leveling) television anime. The anime is scheduled to premiere in January 2024. Cast Sung Jin-Woo: Taito Ban (Otonari no Tenshi-sama ni Itsunomanika Dame Ningen ni Sareteita Ken) Yoo Jin-Ho: Genta Nakamura (Shinmai Renkinjutsushi no Tenpo Keiei) Baek Yoon-Ho: Hiroki Touchi (Cyberpunk: Edgerunners) Choi Jong-In: Daisuke Hirakawa (Noblesse) Cha Hae-In: R...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688439072-063c72d1d73237d8cd24015d4ee75076.jpeg",
          "pubDate": "Tue, 04 Jul 2023 04:50:27 +0200",
          "link": "https://myanimelist.net/news/69470666?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69470504?_location=rss",
          "title": "'Tate no Yuusha no Nariagari' Season 3 Reveals Additional Cast, Theme Songs",
          "description": "The official website of the Tate no Yuusha no Nariagari (The Rising of the Shield Hero) anime series announced on Tuesday additional cast, key visual (pictured), and theme songs for the third season. The new season is scheduled to premiere in October 2023. Cast Nadia: Ami Koshimizu (Kill la Kill) Fohl: Kouhei Amasaki (Re:Zero kara Hajimeru Isekai Seikatsu) Atla: Konomi Kohara (Mushoku Tensei: Isekai Ittara Honki Dasu) S&#039;yne: Maria Naganawa (Hataraku Saibou) MADKID (Yuusha Party wo Tsuihou s...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688436343-e4b8a6aa6ce3e939a90f655c64dda990.jpeg",
          "pubDate": "Tue, 04 Jul 2023 04:06:54 +0200",
          "link": "https://myanimelist.net/news/69470504?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69470177?_location=rss",
          "title": "'Kuroshitsuji' Anime Series Gets New Season in 2024",
          "description": "The Crunchyroll Industry panel at Anime Expo 2023 announced on Monday that a new season of Kuroshitsuji (Black Butler) is in production. The panel also revealed returning main staff, cast, teaser visual, and teaser promotional video. The anime is scheduled to premiere in 2024. Daisuke Ono (Shingeki no Kyojin) and Maaya Sakamoto (Bakemonogatari) are returning as Sebastian Michaelis and Ciel Phantomhive, respectively. Staff Director: Kenjirou Okada (3-gatsu no Lion) Series Composition: Hiroyuki Yo...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688430721-31313fada79698ca78d0979c3c2759df.jpeg",
          "pubDate": "Tue, 04 Jul 2023 02:32:25 +0200",
          "link": "https://myanimelist.net/news/69470177?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69469486?_location=rss",
          "title": "'Dosanko Gal wa Namara Menkoi' Reveals Pair of Additional Cast, First Promo, Winter 2024 Premiere",
          "description": "The official website of the Dosanko Gal wa Namara Menkoi (Hokkaido Gals Are Super Adorable!) television anime revealed two additional cast members, the first promo, and a key visual (pictured) on Tuesday. The anime series is scheduled to air in January 2024. Yumiri Hanamori (Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen) and Reina Ueda (Kimetsu no Yaiba) are joining the cast as Sayuri Akino and Rena Natsukawa, respectively. Misuzu Hoshino (Saikin Yatotta Maid ga Ayashii) is directin...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688417713-068a184cf3bcbce6001ffc74a97dbe27.jpeg",
          "pubDate": "Mon, 03 Jul 2023 22:56:34 +0200",
          "link": "https://myanimelist.net/news/69469486?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69468597?_location=rss",
          "title": "Wit Studio, Warner Bros. Announce 'Suicide Squad Isekai' Original Anime",
          "description": "The Warner Bros. Japan and Wit Studio New Anime Project panel at Anime Expo 2023 announced a new original anime titled Suicide Squad Isekai on Monday, revealing a teaser visual (pictured) and an announcement promotional video. Staff Original Character Design: Akira Amano (Katekyo Hitman Reborn!, Psycho-Pass) Director: Eri Osada (JoJo no Kimyou na Bouken Part 4: Diamond wa Kudakenai episode director, Jujutsu Kaisen episode director) Character Design: Naoto Hosoda (Seiren, Mirai Nikki (TV) directo...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688408050-44fde9f613988adfadbc603617fe5d62.jpeg",
          "pubDate": "Mon, 03 Jul 2023 20:13:47 +0200",
          "link": "https://myanimelist.net/news/69468597?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69468420?_location=rss",
          "title": "'Okinawa de Suki ni Natta Ko ga Hougen Sugite Tsurasugiru' Gets TV Anime Adaptation",
          "description": "The official Twitter account of Egumi Sora&#039;s Okinawa de Suki ni Natta Ko ga Hougen Sugite Tsurasugiru manga announced a television anime adaptation on Monday. Sora began serializing the romantic comedy manga in Kurage Bunch in January 2020. Shinchosha shipped the sixth volume on January 7. Official Twitter: @okitsura Manga special site: https://kuragebunch.com/episode/10834108156739758650 Source: Comic Natalie Okinawa de Suki ni Natta Ko ga Hougen Sugite Tsurasugiru on MAL",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688405781-55365748d7caf8c86e28a54be2b8960f.jpeg",
          "pubDate": "Mon, 03 Jul 2023 19:37:23 +0200",
          "link": "https://myanimelist.net/news/69468420?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69468167?_location=rss",
          "title": "Manga 'Tasogare Out Focus' Receives TV Anime",
          "description": "Kodansha opened an official Twitter for a television anime adaptation of Janome&#039;s Tasogare Out Focus (Twilight Out of Focus) manga on Monday, revealing the main cast members. Yoshitsugu Matsuoka (Sasaki to Miyano) and Yuuma Uchida (Given) are starring as Mao Tsuchiya and Hisashi Otomo, respectively. Janome began drawing the boys love manga on Kodansha&#039;s Honey Milk magazine in June 2018. The first and final volume was released in June 2019. The series has a cumulative 250,000 copies of...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688402407-b8118e8695e66be18815b026436d7f47.jpeg",
          "pubDate": "Mon, 03 Jul 2023 18:44:46 +0200",
          "link": "https://myanimelist.net/news/69468167?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69467661?_location=rss",
          "title": "Light Novel 'Rebuild World' Gets TV Anime",
          "description": "Kadokawa opened an official Twitter account for a television anime adaptation of Nafuse&#039;s Rebuild World light novel on Sunday, revealing a teaser visual (pictured). Nafuse began penning the action sci-fi novel on both the Shousetsuka ni Narou and Kakuyomu websites in February 2017. Kadokawa acquired the novel and published the first volume under its Dengeki no Shin Bungei imprint in May 2019, featuring illustrations by Gin. The seventh volume was released on January 16, while volume eight p...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688396078-f380fcdf8b0c771e6b898b2f288a201c.jpeg",
          "pubDate": "Mon, 03 Jul 2023 16:58:45 +0200",
          "link": "https://myanimelist.net/news/69467661?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69465088?_location=rss",
          "title": "'Jujutsu Kaisen 2nd Season' Unveils Pair of Additional Cast",
          "description": "The official website for the Jujutsu Kaisen television anime series revealed on Monday two additional cast for the second season. The anime is scheduled to run for two consecutive cour starting July 6 at 11:56 p.m. on MBS and TBS. Misato Kuroi: Risa Shimizu (Shingeki no Bahamut: Genesis) Shiu Kong: Hiroki Yasumoto (Hoozuki no Reitetsu) Shouta Goshozono (Ousama Ranking episode director) directs the second season at MAPPA. Hiroshi Seko (Mob Psycho 100) is handling the series composition and pennin...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688353355-1c4ac8d764e66cc6706a6e5cd7ccbdcc.jpeg",
          "pubDate": "Mon, 03 Jul 2023 05:03:26 +0200",
          "link": "https://myanimelist.net/news/69465088?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69462832?_location=rss",
          "title": "Manga 'Mashle' Ends",
          "description": "Hajime Koumoto&#039;s Mashle (Mashle: Magic and Muscles) manga ended on Monday with chapter 162 in this year&#039;s 31st issue of Weekly Shounen Jump. Koumoto began drawing the action comedy manga in Weekly Shounen Jump magazine in January 2020. Shueisha published the 16th volume on April 4, with the 17th volume scheduled for a July 4 release. The title has over 5 million cumulative copies of its volumes in circulation. VIZ Media simulpublishes the manga in English and shipped the 12th volume on...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688322460-15187b95d8d1ffe038b0c732da51111e.jpeg",
          "pubDate": "Sun, 02 Jul 2023 20:27:04 +0200",
          "link": "https://myanimelist.net/news/69462832?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69461953?_location=rss",
          "title": "'Boukensha ni Naritai to Miyako ni Deteitta Musume ga S-Rank ni Natteta' Unveils Additional Pair of Cast",
          "description": "The official website of the Boukensha ni Naritai to Miyako ni Deteitta Musume ga S-Rank ni Natteta (My Daughter Left the Nest and Returned an S-Rank Adventurer) television anime series revealed on Monday a pair of additional cast members. The anime is scheduled to premiere in Fall 2023. Anessa: Maki Kawase (Kuma Kuma Kuma Bear) Miriam: Rumi Ookubo (Fate/Apocrypha) Naoki Murata (Tate no Yuusha no Nariagari episode director) helms the anime at Typhoon Graphics with chief director Takeshi Mori (Gun...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688313547-93e5bca19673ef688178d89afc7bda62.jpeg",
          "pubDate": "Sun, 02 Jul 2023 17:59:35 +0200",
          "link": "https://myanimelist.net/news/69461953?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69461242?_location=rss",
          "title": "'Kidou Senshi Gundam SEED FREEDOM' Anime Movie Reveals Production Staff, January 26 Premiere",
          "description": "An official website opened for the previously announced anime movie sequel of the Kidou Senshi Gundam SEED (Mobile Suit Gundam SEED) television anime series on Sunday. The movie is titled Kidou Senshi Gundam SEED FREEDOM. The website also reveals the production staff, teaser visual (pictured), and first trailer. Kidou Senshi Gundam SEED FREEDOM is scheduled to open in Japanese theaters on January 26. Staff Director: Mitsuo Fukuda (Kidou Senshi Gundam SEED) Script: Mitsuo Fukuda, Chiaki Morosawa...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688305971-6de2503827fe557a20548a790d6bf8b8.jpeg",
          "pubDate": "Sun, 02 Jul 2023 15:55:39 +0200",
          "link": "https://myanimelist.net/news/69461242?_location=rss"
        }
      ]
    }
  }
}