{
  "rss": {
    "channel": {
      "title": "News - MyAnimeList",
      "description": "MyAnimeList's Feed of News",
      "link": "https://myanimelist.net/news?_location=rss",
      "item": [
        {
          "guid": "https://myanimelist.net/news/69534140?_location=rss",
          "title": "Manga '30-sai made Doutei dato Mahoutsukai ni Nareru Rashii' Gets TV Anime",
          "description": "Avex Pictures opened an official website for a television anime adaptation of Yuu Toyota&#039;s 30-sai made Doutei dato Mahoutsukai ni Nareru Rashii (Cherry Magic! Thirty Years of Virginity Can Make You a Wizard?!) manga on Friday, revealing the main cast, staff, and a teaser visual (pictured). Chiaki Kobayashi (Mashle, Jigokuraku) and Ryouta Suzuki (Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen, Tsurune: Kazemai Koukou Kyuudou-bu) are starring as Kiyoshi Adachi and Yuuichi Kurosawa...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689334120-c8111ee8e7119ffe136ecb05e589b565.jpeg",
          "pubDate": "Fri, 14 Jul 2023 13:28:55 +0200",
          "link": "https://myanimelist.net/news/69534140?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69532298?_location=rss",
          "title": "'Hi no Tori: Eden no Sora' Announces Main Cast, Additional Staff, September 13 Debut, 'Eden no Hana' Movie to Follow with Alternate Ending",
          "description": "Studio 4&deg;C announced the main cast and additional staff for the Hi no Tori: Eden no Sora (PHOENIX: EDEN17) original net anime on Friday. The anime is scheduled to debut worldwide on Disney+ on September 13. Happinet Phantom Studios opened an official website for a movie version of the net anime featuring an alternative ending titled Hi no Tori: Eden no Hana (Phoenix: Reminiscence of Flower), revealing a teaser visual (pictured) and a teaser trailer. The movie will open in Japanese theaters o...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689304160-655bc9cc6c910b69fd70cb321ca3d571.png",
          "pubDate": "Fri, 14 Jul 2023 05:15:32 +0200",
          "link": "https://myanimelist.net/news/69532298?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69531065?_location=rss",
          "title": "'Rail Romanesque 2nd Season' Unveils Main Staff, Fall 2023 Premiere",
          "description": "The official Twitter of the Rail Romanesque 2nd Season television anime unveiled the main staff and a key visual on Thursday. The short television anime is set to air in October 2023 on Tokyo MX. Staff Director: Michiru Ebira Character Design: Hiroaki Satou (Gamers!) Art Director: Tsuyoshi Ogata (Kagoshima Ramecahirim) Color Design: Yuusei Kashima Director of Photography: Ryouhei Miyasaka (Assassins Pride) Sound Director: Kisuke Koizumi (Chainsaw Man) Studio: Yokohama Animation Lab Rail Romanesq...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689284350-c9f7b21e4bea1d21ad242bf8508a14ca.jpeg",
          "pubDate": "Thu, 13 Jul 2023 23:41:39 +0200",
          "link": "https://myanimelist.net/news/69531065?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69529665?_location=rss",
          "title": "'Kanojo mo Kanojo' 2nd Season Reveals Additional Staff, Teaser Promo",
          "description": "The official website for the Kanojo mo Kanojo (Girlfriend, Girlfriend) television anime revealed additional staff members, key visual (pictured), and a teaser promotional video for the second season on Friday. The anime will premiere in October 2023 on MBS, TBS, and BS-TBS&#039; Animeism programming block. Script: Keiichirou Oochi (Kanojo mo Kanojo), Kazuhiko Inukai (High Card) Art Director: Masakazu Miyake (Marvy Jack) (Otonari no Tenshi-sama ni Itsunomanika Dame Ningen ni Sareteita Ken) NEW Co...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689265762-ca4ebb2102c5e9ff8b5ad5ffa7cb2b7f.png",
          "pubDate": "Thu, 13 Jul 2023 18:28:42 +0200",
          "link": "https://myanimelist.net/news/69529665?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69529051?_location=rss",
          "title": "'Under Ninja' Announces Additional Cast",
          "description": "The official website for the television anime adaptation of Kengo Hanazawa&#039;s Under Ninja manga announced four additional cast members on Thursday. The anime is scheduled to premiere in October 2023 on TBS and other channels. Cast Kawado: Chika Anzai (Grand Blue) Ono: Cho (Great Teacher Onizuka) Eita: Shuuichi Uchida (Fuufu Ijou, Koibito Miman.) Noguchi: Sora Tokui (Love Live! School Idol Project) Satoshi Kuwahara (5-toubun no Hanayome) is helming the anime at Tezuka Productions. Keiichirou...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689259869-53602e6893e151cb3b95dde03e1173be.jpeg",
          "pubDate": "Thu, 13 Jul 2023 16:51:28 +0200",
          "link": "https://myanimelist.net/news/69529051?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69528882?_location=rss",
          "title": "'Majo to Yajuu' Reveals Main Cast, Staff, Teaser Promo, Winter 2024 Premiere",
          "description": "Television channel TBS opened an official website for the Majo to Yajuu (The Witch and the Beast) television anime series on Thursday. The website revealed the main cast, staff, teaser visual (pictured), and a teaser promotional video. The anime is scheduled to premiere on January 2024 on TBS and BS11. You Taichi (Princess Principal) and Toshiyuki Morikawa (JoJo no Kimyou na Bouken Part 4: Diamond wa Kudakenai) are starring as Guideau and Ashaf, respectively. Takayuki Hamana (Arte, Majutsushi Or...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689257721-4a98d155cb426560a6c7a7c98cc0f973.jpeg",
          "pubDate": "Thu, 13 Jul 2023 16:17:43 +0200",
          "link": "https://myanimelist.net/news/69528882?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69528567?_location=rss",
          "title": "'Bikkurimen' Reveals Cast, Additional Staff, Second Promo",
          "description": "The official website of the Bikkurimen television anime revealed the cast, additional staff, and a second promotional video on Thursday. The anime is scheduled to premiere in Fall 2023. Cast Yamato: Daishi Kajita (Blue Lock) Ushiwaka: Shuuta Morishima (Argonavis from BanG Dream!) Jack: Tatsumaru Tachibana (The God of High School) Phoenix: Souma Saitou (Yuukoku no Moriarty) Maris: Katsuyuki Konishi (Prison School) Hood: Youhei Azakami (Kidou Senshi Gundam: Suisei no Majo) Peter: Yuuki Sakakibara...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689253531-bfd6eeaf90352f809fd6ccbdc3c29a60.jpeg",
          "pubDate": "Thu, 13 Jul 2023 15:06:51 +0200",
          "link": "https://myanimelist.net/news/69528567?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69526049?_location=rss",
          "title": "'Tsuki ga Michibiku Isekai Douchuu' Season 2 Reveals Winter 2024 Premiere, 2 Consecutive Cours",
          "description": "The official website for the Tsuki ga Michibiku Isekai Douchuu (Tsukimichi -Moonlit Fantasy-) television anime revealed the staff, returning cast, a teaser promo, and teaser visual (pictured) for the second season on Thursday. The new season will air in two consecutive cours beginning January 2024. The main cast, composed of Natsuki Hanae, Ayane Sakura, Akari Kitou, and Kenjirou Tsuda, are reprising their roles from the first season. Shinji Ishihara (Tensei shitara Ken deshita) is returning to h...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689220541-77bedc1893065f679ed1073a9c8160e9.jpeg",
          "pubDate": "Thu, 13 Jul 2023 05:59:12 +0200",
          "link": "https://myanimelist.net/news/69526049?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69525698?_location=rss",
          "title": "'Alice to Therese no Maboroshi Koujou' Unveils Supporting Cast",
          "description": "The official website for the Alice to Therese no Maboroshi Koujou (Maboroshi) original anime movie revealed nine supporting cast members on Thursday. The movie will open in theaters in Japan on September 15. Cast Daisuke Sasakura: Taku Yashiro (Horimiya) Atsushi Nitta: Tasuku Hatanaka (SK&infin;) Yasunari Senba: Daiki Kobayashi (Jibaku Shounen Hanako-kun) Yuuko Sonobe: Ayaka Saitou (Ouran Koukou Host Club) Hina Hara: Maki Kawase (Zombieland Saga) Reina Yasumi: Yukiyo Fujii (Sakasama no Patema) M...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689215981-3dc45ae139488f695e06685349d800f8.jpeg",
          "pubDate": "Thu, 13 Jul 2023 04:38:50 +0200",
          "link": "https://myanimelist.net/news/69525698?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69519648?_location=rss",
          "title": "Kodansha USA License Announcements at Anime Expo 2023",
          "description": "The Kodansha USA panel at Anime Expo 2023 announced the acquisition of 19 new titles and the print release for three existing licenses. In addition, the publisher also announced a third box set for Ijiranaide, Nagatoro-san (Don&#039;t Toy With Me, Miss Nagatoro) as well as the omnibus release for four titles. July 2023 Digital Licenses Boku no Okusan wa Chotto Kowai by Aguri Kurita English title: My Wife is a Little Intimidating Release date: July 4, 2023 Teppuu by Moare Ohta English title: Tepp...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689126887-3c51a5438ccb0c73c3231453fdeb35f6.jpeg",
          "pubDate": "Wed, 12 Jul 2023 03:56:00 +0200",
          "link": "https://myanimelist.net/news/69519648?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69517702?_location=rss",
          "title": "'Undead Girl Murder Farce' Unveils Additional Cast",
          "description": "The official website of the Undead Girl Murder Farce television anime series revealed on Tuesday additional cast and a new visual for the Vampire arc (pictured). The anime premiered on July 6 at 12:55 a.m. on Fuji TV&#039;s +Ultra programming block. Cast Lord Godard: Hiroyuki Kinoshita (Ajin) Claude: Hirofumi Nojima (Pandora Hearts) Raoul: Shouya Chiba (86) Charlotte: Afumi Hashi (Uma Musume: Pretty Derby) Alfred: Ryo Nishizawa Giselle: Ai Fukada (Cuticle Tantei Inaba) Marc: Mitsuru Hofu Mamoru...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689099891-d630d3d3c1ee8bf2fc35781fb2788c47.jpeg",
          "pubDate": "Tue, 11 Jul 2023 20:26:01 +0200",
          "link": "https://myanimelist.net/news/69517702?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69512493?_location=rss",
          "title": "'Madogiwa no Totto-chan' Unveils Lead Cast, Trailer, December 8 Opening",
          "description": "The official website of the anime movie adapting Tetsuko Kuroyanagi&#039;s Madogiwa no Totto-chan (Totto-chan: The Little Girl at the Window) autobiographical novel revealed the lead cast, a trailer, and teaser visual (pictured) on Tuesday. Liliana Oono is starring as the main character Totto-chan after winning an audition. The movie will premiere in theaters in Japan on December 8. Staff Director: Shinnosuke Yakuwa (Doraemon Movie 34 &amp; 36) Script: Shinnosuke Yakuwa, Yousuke Suzuki Character...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1689035654-f13e2b9e21881615525787515410186b.jpeg",
          "pubDate": "Tue, 11 Jul 2023 02:34:23 +0200",
          "link": "https://myanimelist.net/news/69512493?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69504475?_location=rss",
          "title": "'Kaii to Otome to Kamikakushi' Unveils Main Cast, 2024 Premiere",
          "description": "The official website for the television anime adaptation of Nujima&#039;s Kaii to Otome to Kamikakushi (Mysteries, Maidens and Mysterious Disappearances) manga revealed on Monday the main pair of cast. The anime is scheduled to premiere in 2024. Sumireko Ogawa: Ai Fairouz (Chainsaw Man, JoJo no Kimyou na Bouken Part 6: Stone Ocean) Ren Adashino: Daiki Yamashita (Boku no Hero Academia, JoJo no Kimyou na Bouken Part 5: Ougon no Kaze) Nujima began drawing the mystery supernatural manga on Shogakuka...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688926928-6509a4c5794b4bf357b545595ca37ed9.jpeg",
          "pubDate": "Sun, 09 Jul 2023 20:22:14 +0200",
          "link": "https://myanimelist.net/news/69504475?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69503488?_location=rss",
          "title": "'Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai suru Hanashi.' Unveils Additional Cast, Theme Songs, First Promo, Fall 2023 Premiere",
          "description": "The official website of the Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai suru Hanashi. (Our Dating Story: The Experienced You and The Inexperienced Me) television anime unveiled additional cast members, theme songs, the first promo, and a new visual (pictured) on Sunday. The anime is set to air in October 2023. Cast Maria Kurose: Aoi Koga (Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen) Nikoru Yamana: Ayaka Fukuhara (Kawaii dake ja Nai Shikimori-san) Akari Tanikita: Tomori...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688918840-377600640a1b2674e9a24eb9a077b33c.jpeg",
          "pubDate": "Sun, 09 Jul 2023 18:09:42 +0200",
          "link": "https://myanimelist.net/news/69503488?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69503015?_location=rss",
          "title": "Manga 'The Fable' Gets TV Anime",
          "description": "Production company VAP opened an official website for a television anime adaptation of Katsuhisa Minami&#039;s The Fable manga on Monday. The website also revealed the main staff and a teaser visual (pictured). Staff Director: Ryousuke Takahashi (Gasaraki, Hi no Tori) Series Composition: Yuuya Takashima Script: Yuuya Takashima, Mayumi Morita (Kanojo mo Kanojo, Young Black Jack) Character Design: Kyuuma Ooshita (Top Secret: The Revelation, Rocket Girls), Saki Hasegawa (Ao Ashi, Shin Chuuka Ichiba...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688915159-6302d5925d3e571891a3815f7f27beaa.png",
          "pubDate": "Sun, 09 Jul 2023 17:08:59 +0200",
          "link": "https://myanimelist.net/news/69503015?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69502772?_location=rss",
          "title": "'Yuru Camp△' Season 3 Reveals Main Staff, Returning Cast, 2024 Premiere",
          "description": "The official website of the Yuru Camp△ television anime series revealed on Sunday the main staff, returning cast, and a teaser visual (pictured) for the third season. The anime is scheduled to premiere in 2024. Staff Director: Shin Tosaka (IS: Infinite Stratos 2, Regalia: The Three Sacred Stars) Series Composition: Masafumi Sugiura (Uma Musume: Pretty Derby, Barakamon) Character Design: Takanori Hashimoto (Kitsutsuki Tanteidokoro main animator, Nakitai Watashi wa Neko wo Kaburu animation directo...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688912926-f972fe752ff8bf6932dffcafbeb77490.png",
          "pubDate": "Sun, 09 Jul 2023 16:29:42 +0200",
          "link": "https://myanimelist.net/news/69502772?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69494360?_location=rss",
          "title": "Original TV Anime 'Bokura no Ameiro Protocol' Announced for Fall 2023",
          "description": "An official website opened for an original television anime titled Bokura no Ameiro Protocol (Our Rainy Protocol) on Saturday, revealing the main cast, staff, teaser visual (pictured), and teaser promotional video. The anime is scheduled to premiere on TV Asahi&#039;s 24 affiliated channels on the NUMAnimation programming block, followed by Miyazaki Broadcasting and BS Asahi in October 2023. Synopsis Shun Tokinoya is a second-year high school student who lives with his mother and younger sister....",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688792330-effc15f5a1d30701c30be1fcca8db73c.png",
          "pubDate": "Sat, 08 Jul 2023 07:01:06 +0200",
          "link": "https://myanimelist.net/news/69494360?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69492589?_location=rss",
          "title": "'Shangri-La Frontier: Kusoge Hunter, Kamige ni Idoman to su' Reveals Additional Staff, Second Promo",
          "description": "The official website of the Shangri-La Frontier: Kusoge Hunter, Kamige ni Idoman to su television anime revealed additional staff and a second promo on Friday. The anime will have two consecutive cours scheduled to premiere in October 2023 at 5:00 p.m. on Sunday on MBS and TBS&#039; 28 affiliated stations. Staff Monster Design: Yoshihiro Nagamori (Bakugan Battle Brawlers character design), Hiroyuki Taiga (Elfen Lied mechanical design), Emi Kouno (Majo no Tabitabi chief animation director), Hiro...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688759077-329ab684d018948292501b77d0ec6bf7.jpeg",
          "pubDate": "Fri, 07 Jul 2023 21:47:10 +0200",
          "link": "https://myanimelist.net/news/69492589?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69491554?_location=rss",
          "title": "'Watashi no Shiawase na Kekkon' Receives OVA Episode in Winter 2024",
          "description": "The official website of the Watashi no Shiawase na Kekkon (My Happy Marriage) television anime announced on Friday that the anime will receive an original video anime episode, titled Watashi no Shiawase na Katachi. The new original episode will be released as a bundle with the eighth light novel volume in March 2024. Produced by Kinema Citrus, the television anime began airing in Summer 2023. Netflix simulcast the anime worldwide. The television anime adapts Akumi Agitogi&#039;s historical drama...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688748355-b9a5d44819701a0fe23df3ea3ab79252.jpeg",
          "pubDate": "Fri, 07 Jul 2023 18:48:42 +0200",
          "link": "https://myanimelist.net/news/69491554?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69491232?_location=rss",
          "title": "Manga 'Kekkon suru tte, Hontou desu ka' Gets TV Anime",
          "description": "An official website for a television anime adaptation of Tamiki Wakaki&#039;s Kekkon suru tte, Hontou desu ka (365 Days to the Wedding) manga opened on Friday. Wakaki began serializing the workplace romance manga in Big Comic Spirits magazine in March 2020 and ended on June 12. Shogakukan shipped the 10th volume on April 12. The 11th and final volume is scheduled to release on July 12. Seven Seas Entertainment licensed the manga in English on February 8. The first volume will go on sale on Nove...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1688743395-59018ad8f07e4d505c7726c7bd855672.png",
          "pubDate": "Fri, 07 Jul 2023 17:23:59 +0200",
          "link": "https://myanimelist.net/news/69491232?_location=rss"
        }
      ]
    }
  }
}
