{
  "rss": {
    "channel": {
      "title": "News - MyAnimeList",
      "description": "MyAnimeList's Feed of News",
      "link": "https://myanimelist.net/news?_location=rss",
      "item": [
        {
          "guid": "https://myanimelist.net/news/69373120?_location=rss",
          "title": "'Dr. Stone: New World' Second Cours Premieres in October 2023",
          "description": "The 11th and final episode of Dr. Stone: New World announced on Thursday that the third season&#039;s second cours will premiere in October 2023. Weekly Shounen Jump serialized Riichiro Inagaki and Boichi&#039;s post-apocalyptic adventure sci-fi manga from March 2017 to March 2022. Shueisha published the 26th and final volume on July 4 last year. Produced by TMS Entertainment, the 24-episode first anime season premiered in Summer 2019. The second season debuted in Winter 2021. Dr. Stone: New Wor...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686869409-512481eb97f26d9dd35636af822c4cbf.jpeg",
          "pubDate": "Fri, 16 Jun 2023 00:50:54 +0200",
          "link": "https://myanimelist.net/news/69373120?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69368754?_location=rss",
          "title": "'Undead Girl Murder Farce' Unveils Additional Staff, Theme Songs, First Promo",
          "description": "The official website of the Undead Girl Murder Farce television anime series revealed additional staff, theme songs, key visual (pictured), and the main promotional video on Wednesday. The anime is scheduled to premiere on July 6 at 12:55 a.m. on Fuji TV&#039;s +Ultra programming block. Staff Art Director: Teru Sekiguchi (Made in Abyss: Retsujitsu no Ougonkyou), Riku Satou (Made in Abyss: Retsujitsu no Ougonkyou background art) Director of Photography: Tomoyuki Shiokawa (Yakusoku no Neverland) C...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686785363-e7a27d523ecaf98206a1a7b235a1c33f.jpeg",
          "pubDate": "Thu, 15 Jun 2023 01:30:01 +0200",
          "link": "https://myanimelist.net/news/69368754?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69368596?_location=rss",
          "title": "'Sousou no Frieren' Reveals Additional Cast",
          "description": "The official website of the Sousou no Frieren (Frieren: Beyond Journey&#039;s End) television anime revealed three additional cast members on Wednesday. The anime is scheduled to air in Fall 2023 on NTV. Cast Himmel: Nobuhiko Okamoto (Boku no Hero Academia) Heiter: Hiroki Touchi (Hunter x Hunter) Eisen: Youji Ueda (JoJo no Kimyou na Bouken (TV)) Keiichirou Saitou (Bocchi the Rock!) is directing the television anime at Madhouse. Tomohiro Suzuki (One Punch Man) is in charge of the series compositi...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686781776-d39bfd1cd3946355a310fbe63bb326d7.jpeg",
          "pubDate": "Thu, 15 Jun 2023 00:30:54 +0200",
          "link": "https://myanimelist.net/news/69368596?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69368359?_location=rss",
          "title": "'Tonikaku Kawaii' Anime Series Gets ONA in Summer 2023",
          "description": "Warner Bros. Japan announced on Wednesday that the Tonikaku Kawaii anime series is receiving a four-episode original net anime series, titled Joshikou-hen (High School Days). The official website also revealed a key visual (pictured), additional cast, theme songs, and a promotional video. The ONA series premieres on July 12. Synopsis Nasa, at the request of his former junior high school teacher, Ms. Yanagi, finds himself entrusted with teaching a programming class at a high school. But here&#039...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686777720-c7ba3f61475bc8d00052bb543ce263d5.jpeg",
          "pubDate": "Wed, 14 Jun 2023 23:26:43 +0200",
          "link": "https://myanimelist.net/news/69368359?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69361972?_location=rss",
          "title": "'City Hunter Movie: Tenshi no Namida' Reveals Additional Cast, Staff, Trailer",
          "description": "The official website of the City Hunter: Tenshi no Namida (City Hunter The Movie: Angel Dust) movie revealed on Tuesday additional cast, staff, opening theme, key visual (pictured) and a trailer. The movie is scheduled to open in theaters on September 8. Cast Angie: Miyuki Sawashiro (Lupin the Third: Mine Fujiko to Iu Onna) Shin Kaibara: Kenyuu Horiuchi (Dorohedoro) Pirarucu: Tomokazu Seki (Fate/stay night) Espada: Subaru Kimura (Jujutsu Kaisen) Staff Director: Kazuyoshi Takeuchi (Soukou Kihei V...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686666856-2adf9399424d46c390401416984cfc21.jpeg",
          "pubDate": "Tue, 13 Jun 2023 16:36:45 +0200",
          "link": "https://myanimelist.net/news/69361972?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69360107?_location=rss",
          "title": "Manga 'Snack Basue' Gets Anime",
          "description": "An official website opened for an anime adaptation of Forbidden Shibukawa&#039;s Snack Basue manga on Tuesday, revealing the first key visual (pictured). The story is set in a snack bar named &quot;Snack Basue,&quot; situated in Sapporo City, Hokkaido. Shibukawa began serializing the gag manga in Young Jump magazine in July 2017. Shueisha shipped the 12th volume on November 17, with the 13th volume scheduled to go on sale on June 19. Official site: https://snackbasue.com/ Official Twitter: @snac...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686628303-65a7afc8c8b43be1569dcd725516ee10.jpeg",
          "pubDate": "Tue, 13 Jun 2023 05:57:10 +0200",
          "link": "https://myanimelist.net/news/69360107?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69358887?_location=rss",
          "title": "'Hokkyoku Hyakkaten no Concierge-san' Unveils Additional Cast",
          "description": "The official website of the Hokkyoku Hyakkaten no Concierge-san (The Concierge at Arctic Department Store) anime movie revealed on Monday additional cast members. The movie is scheduled to open in Japanese theaters in Fall 2023. Cast Laughing Owl Husband: Danshun Tatekawa (Sarusuberi: Miss Hokusai) Laughing Owl Wife: Sumi Shimamoto (Kaze no Tani no Nausica&auml;) Sea Mink Daughter: Minako Kotobuki (Hibike! Euphonium) Sea Mink Father: Hiroshi Yanaka (Naruto) Peacock: Hiroki Nanami (Somali to Mori...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686600975-48467c4e741de79870ef15895421430c.jpeg",
          "pubDate": "Mon, 12 Jun 2023 22:17:35 +0200",
          "link": "https://myanimelist.net/news/69358887?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69357984?_location=rss",
          "title": "'Konyaku Haki sareta Reijou wo Hirotta Ore ga, Ikenai Koto wo Oshiekomu' Reveals Pair of Additional Cast",
          "description": "The official website of the Konyaku Haki sareta Reijou wo Hirotta Ore ga, Ikenai Koto wo Oshiekomu (I&#039;m Giving the Disgraced Noble Lady I Rescued a Crash Course in Naughtiness: I&#039;ll Spoil Her with Delicacies and Style to Make Her the Happiest Woman in the World!) television anime revealed two additional cast members on Monday. The anime is scheduled to air in Fall 2023. Gosetsu: Ryoutarou Okiayu (Clannad) Lu: Atsumi Tanezaki (Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai) Ta...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686588138-e48f8a22d3193f8317050be0d00bc625.jpeg",
          "pubDate": "Mon, 12 Jun 2023 18:44:34 +0200",
          "link": "https://myanimelist.net/news/69357984?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69357940?_location=rss",
          "title": "'Yuzuki-san Chi no Yonkyoudai.' Unveils Main Cast, Additional Staff, Teaser Promo",
          "description": "The official website of the Yuzuki-san Chi no Yonkyoudai. (Youth Story of a Family) television anime series revealed on Monday the main cast, music composer, and a teaser promotional video. The anime is scheduled to premiere in October 2023. Cast Hayato: Ryouta Iwasaki (Noblesse) Mikoto: Kikunosuke Toya (Chainsaw Man) Minato: Miyuki Sakurai Gakuto: Momoka Terasawa (Blue Archive: Beautiful Day Dreamer) Yoshikazu Suo (Air Movie, Boukyaku no Senritsu) joins the staff as the music composer. Mitsuru...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686587579-25aadefa574a44905e115943a2a24710.jpeg",
          "pubDate": "Mon, 12 Jun 2023 18:34:24 +0200",
          "link": "https://myanimelist.net/news/69357940?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69352433?_location=rss",
          "title": "'Zom 100: Zombie ni Naru made ni Shitai 100 no Koto' Reveals Additional Pair of Cast, Second Promo",
          "description": "The official website of the Zom 100: Zombie ni Naru made ni Shitai 100 no Koto (Zom 100: Bucket List of the Dead) television anime series revealed on Sunday a pair of additional cast, a key visual (pictured), and a second promotional video. The anime is scheduled to premiere on July 9 at 5:00 p.m. on MBS, TBS, and 28 affiliate stations. Makoto Furukawa (One Punch Man) and Minami Takahashi (Shokugeki no Souma) are joining the cast as Kenichirou Ryuuzaki and Beatrix Amerhauser. J-rock band KANA-BO...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686490396-cd317f036defe3ec5ead9ec7bf74a18a.png",
          "pubDate": "Sun, 11 Jun 2023 15:35:21 +0200",
          "link": "https://myanimelist.net/news/69352433?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69349338?_location=rss",
          "title": "'Yumemiru Danshi wa Genjitsushugisha' Reveals Additional Pair of Cast, Third Promo",
          "description": "The official website of the Yumemiru Danshi wa Genjitsushugisha (The Dreaming Boy is a Realist) television anime series revealed on Saturday a pair of additional cast and a third promotional video. The anime is scheduled to premiere on July 4 at 2:00 a.m. on TV Tokyo, followed by BS NTV, MBS, Shizuoka Broadcasting, and AT-X. Mina Ichinose: Iori Saeki (Nekopara) Fuuka Sasaki: Minami Kurisaka (Kanojo, Okarishimasu) Kaori Ishihara, who voices Rin Shinomiya in the anime, is performing the opening th...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686422221-dda4d4efc5c92595bee840d2adadb788.jpeg",
          "pubDate": "Sat, 10 Jun 2023 20:38:53 +0200",
          "link": "https://myanimelist.net/news/69349338?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69345717?_location=rss",
          "title": "'Undead Girl Murder Farce' Reveals Additional Cast",
          "description": "The official website of the Undead Girl Murder Farce television anime series revealed additional cast members on Friday. The anime is scheduled to premiere in July 2023 on Fuji TV&#039;s +Ultra programming block. Cast Annie Kerber: Sayumi Suzushiro (86) Sherlock Holmes: Shinichiro Miki (Bleach) John H. Watson: Masaki Aizawa (Hajime no Ippo) Arsene Lupin: Mamoru Miyano (Bungou Stray Dogs) Phantom: Hiro Shimono (Shingeki no Kyojin) James Moriarty: Wataru Yokojima (Gyakuten Saiban: Sono &quot;Shinj...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686344197-b12be3161937c832e8cdfa0319d474b2.jpeg",
          "pubDate": "Fri, 09 Jun 2023 22:56:59 +0200",
          "link": "https://myanimelist.net/news/69345717?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69345286?_location=rss",
          "title": "'Jitsu wa Ore, Saikyou deshita?' Reveals Additional Cast, Staff, Theme Songs, Second Promo",
          "description": "The official website of the Jitsu wa Ore, Saikyou deshita? (Am I Actually the Strongest?) television anime revealed additional cast, staff, theme songs, a second promo, and a key visual (pictured) on Friday. The anime is scheduled to air on July 2 at 2:00 a.m. on ABC TV and TV Asahi&#039;s 24 affiliated stations on the ANiMAZiNG!!! programming block. Cast Gordo Zenfis: Masayuki Katou (Overlord) Natalia Zenfis: Yuuko Gotou (Suzumiya Haruhi no Yuuutsu) Johnny: Nobutoshi Canna (Kenpuu Denki Berserk...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686336132-4a78de7a93767c53ad109b0477736457.jpeg",
          "pubDate": "Fri, 09 Jun 2023 20:51:40 +0200",
          "link": "https://myanimelist.net/news/69345286?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69340629?_location=rss",
          "title": "'Hoshikuzu Telepath' Reveals Pair of Additional Cast",
          "description": "The official website of the Hoshikuzu Telepath (Stardust Telepath) television anime revealed two additional cast members, the music composer, and a teaser promo on Friday. The anime series is set to premiere in October 2023. Moe Nagamuta (Lapis Re:LiGHTs) and Shiki Aoki (Edens Zero) are joining the cast as Haruno Takaragi and Matataki Raimon, respectively. Kaori (5-toubun no Hanayome ∬) is helming the television anime at Studio Gokumi. Natsuko Takahashi (Comic Girls) and Kaori (Yuyushiki script)...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686243168-8c6abf7221c0e383a02a18b02519d5e7.jpeg",
          "pubDate": "Thu, 08 Jun 2023 18:56:21 +0200",
          "link": "https://myanimelist.net/news/69340629?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69340587?_location=rss",
          "title": "'Higeki no Genkyou to Naru Saikyou Gedou Last Boss Joou wa Tami no Tame ni Tsukushimasu.' Reveals Additional Cast, Second Promo",
          "description": "The official website of the television anime adaptation of Tenichi&#039;s Higeki no Genkyou to Naru Saikyou Gedou Last Boss Joou wa Tami no Tame ni Tsukushimasu. (The Most Heretical Last Boss Queen: From Villainess to Savior) light novel unveiled additional cast members and a second promotional video on Thursday. The anime is scheduled to premiere on July 7 at 12:00 a.m. on Tokyo MX and BS11, followed by MBS. Cast Sefek: M.A.O (Mao Ichimichi) (Tensei shitara Slime Datta Ken) Val: Junichi Suwabe...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686242664-2d007add00678f0a49833541debf8bfb.jpeg",
          "pubDate": "Thu, 08 Jun 2023 18:44:49 +0200",
          "link": "https://myanimelist.net/news/69340587?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69337304?_location=rss",
          "title": "'Ayaka' Unveils Additional Cast, First Promo",
          "description": "The official website of the Ayaka (Ayaka: A Story of Bonds and Wounds) original television anime unveiled additional cast members, key visual (pictured) and the main promotional video on Wednesday. The anime is scheduled to premiere on July 2 at 1:00 a.m. on Tokyo MX and BS11, followed by AT-X and Hokkaido TV. Cast Makoto Yanagi: Kenjirou Tsuda (Jujutsu Kaisen) Momoko Amamiya: Saori Hayami (Kimetsu no Yaiba) Sanji Inou: Nobuo Tobita (Hakuouki) Mitama: Hekiru Shiina (Danganronpa: Kibou no Gakuen...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686178895-1bee60bbf63007501e4e4e9e9507c761.png",
          "pubDate": "Thu, 08 Jun 2023 01:06:46 +0200",
          "link": "https://myanimelist.net/news/69337304?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69336918?_location=rss",
          "title": "'Hataraku Maou-sama!! 2nd Season' Reveals Additional Cast, Theme Songs, Second Promo",
          "description": "The official website of the Hataraku Maou-sama! (The Devil is a Part-Timer!) television anime series revealed on Wednesday additional cast members, theme songs, key visual (pictured), and a second promotional video. The sequel of the second season premieres on July 13 at 11:30 p.m. on Tokyo MX and BS11, followed by MBS and AT-X. Cast Acieth Alla: Madoka Asahina (Bokutachi wa Benkyou ga Dekinai) Farfarello: Tomokazu Sugita (Gintama) Erone: Megumi Han (&quot;Oshi no Ko&quot;) Camael: Chikahiro Kob...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686172538-968abed29d000a8c256aee2e720a31c6.png",
          "pubDate": "Wed, 07 Jun 2023 23:19:05 +0200",
          "link": "https://myanimelist.net/news/69336918?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69335501?_location=rss",
          "title": "Manga 'Hananoi-kun to Koi no Yamai' Gets TV Anime in 2024",
          "description": "Publisher Kodansha opened an official website for a television anime adaptation of Megumi Morino&#039;s Hananoi-kun to Koi no Yamai (A Condition Called Love) manga on Wednesday, revealing a teaser visual (pictured). The television anime is set to premiere in 2024. Morino began drawing the romance manga on the Dessert magazine in December 2017. Kodansha shipped the 12th volume on January 13, while the 13th volume is scheduled to be released on June 13. The manga has a cumulative 3.8 million copie...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686155011-51a1f4e5388c1f6a19d493fca5eb6e7c.jpeg",
          "pubDate": "Wed, 07 Jun 2023 18:27:22 +0200",
          "link": "https://myanimelist.net/news/69335501?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69329450?_location=rss",
          "title": "Hiro Mashima Begins New Manga 'Dead Rock' in July",
          "description": "The July 2023 issue of Monthly Shounen Magazine announced on Tuesday that Hiro Mashima is launching a new manga titled Dead Rock. The manga will begin in the magazine&#039;s August issue on July 6. Mashima also announced that the manga will have a short-term serialization. The manga takes place in a dark fantasy Demon Academy called Dead Rock, which is a demon king training institute that rules over the depths of the demon world. Yakuto, a young Demon World dweller, is challenged to the arduous...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686027735-495330f475ce86f6db847bf096e7d994.jpeg",
          "pubDate": "Tue, 06 Jun 2023 07:05:32 +0200",
          "link": "https://myanimelist.net/news/69329450?_location=rss"
        },
        {
          "guid": "https://myanimelist.net/news/69329056?_location=rss",
          "title": "'Sand Land' Announces Additional Cast",
          "description": "The official website of the Sand Land anime movie adaptation revealed on Tuesday six additional cast and a new visual (pictured). The movie is scheduled to open in Japanese theaters on August 18. Cast Satan: Akio Ootsuka (Mob Psycho 100) Kokuou: Chafurin (Higurashi no Naku Koro ni) Swimmer&#039;s Papa: Tomokazu Sugita (Gintama) Pike: Kouji Yusa (Bleach) Shark: Hiroyuki Yoshino (Shingeki no Bahamut: Genesis) Guppy: Masafumi Kobatake (Spy x Family) Toshihisa Yokoshima (Cocolors) helms the movie at...",
          "thumbnail": "https://cdn.myanimelist.net/s/common/uploaded_files/1686021095-63b8abb1856e87afeaf5946d59a932fa.png",
          "pubDate": "Tue, 06 Jun 2023 05:10:13 +0200",
          "link": "https://myanimelist.net/news/69329056?_location=rss"
        }
      ]
    }
  }
}